<%@ Control Language="VB" AutoEventWireup="false"  %>
<style type="text/css">
* {
	font-size: 100%;
}
.f006 {color: #00b4ae;}

a:link, .clickable {
	color: #006699;
	text-decoration: none;
	cursor: pointer;
	cursor: hand; /* stupid IE */
}
</style>

<p>
	转寄人: ottffsse (nothing)<br />
	标 &nbsp;题: 逻辑不产生知识！！！<br />
	发信站: 水木社区 (Thu Sep 12 10:23:48 2013)<br />
	来 &nbsp;源: 218.197.83.1<br />
	<br />
	【以下内容由 ottffsse 转寄于 Joke 版】<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 21:24:14 2013) &nbsp;在<br />
	&nbsp;【逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	我以为这是上过大学的人就知道的！实践是检验真理的唯一标准这么有道理的一句话还有人喷！<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;thewalker (流氓书生) 于 &nbsp;(Wed Sep 11 21:28:34 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	laf，您真是上过学啊<br />
	<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: 我以为这是上过大学的人就知道的！实践是检验真理的唯一标准这么有道理的一句话还有人喷！</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 21:34:19 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	有啥可以laf的！你来说说逻辑怎么添加信息量的！不要把无知当有趣<br />
	<br />
	【 在 thewalker 的大作中提到: 】<br />
	<span class="f006">: laf，您真是上过学啊</span><br />
	<span class="f006">: </span>
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;shareloft (伍盗泽音) 于 &nbsp;(Wed Sep 11 21:36:05 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	演绎法，就是逻辑的应用，几乎所有的细致阐述，都是演绎法，所有知识几乎都是用演绎法来阐述的。<br />
	<br />
	另外，实践检验不了真理，也检验不了科学，实践只能是经验的再现。<br />
	<br />
	请读任何一本科学哲学，都有说明<br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;thewalker (流氓书生) 于 &nbsp;(Wed Sep 11 21:36:40 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	您老真有闲……<br />
	<br />
	【 在 shareloft (伍盗泽音) 的大作中提到: 】<br />
	<span class="f006">: 演绎法，就是逻辑的应用，几乎所有的细致阐述，都是演绎法，所有知识几乎都是用演绎法来阐述的。</span><br />
	<span class="f006">: 另外，实践检验不了真理，也检验不了科学，实践只能是经验的再现。</span><br />
	<span class="f006">: 请读任何一本科学哲学，都有说明</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;flea (跳蚤) 于 &nbsp;(Wed Sep 11 21:40:44 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	不错！实践证明！感叹号是最有用的标点符号！<br />
	<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: 我以为这是上过大学的人就知道的！实践是检验真理的唯一标准这么有道理的一句话还有人喷！</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 21:41:16 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	逻辑演绎 A =&gt; B 对某个系统增加信息量了吗？如果你确定你读过什么哲学书的话！好好想想这个问题。<br />
	<br />
	<br />
	【 在 shareloft 的大作中提到: 】<br />
	<span class="f006">: 演绎法，就是逻辑的应用，几乎所有的细致阐述，都是演绎法，所有知识几乎都是用演绎法来阐述的。</span><br />
	<span class="f006">: 另外，实践检验不了真理，也检验不了科学，实践只能是经验的再现。</span><br />
	<span class="f006">: 请读任何一本科学哲学，都有说明</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;devangel (心乱则无形) 于 &nbsp;(Wed Sep 11 21:42:58 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	请证明：实践是检验真理的唯一标准。<br />
	<br />
	——凭什么就是公理啊？<br />
	<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: 我以为这是上过大学的人就知道的！实践是检验真理的唯一标准这么有道理的一句话还有人喷！</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;shareloft (伍盗泽音) 于 &nbsp;(Wed Sep 11 21:43:32 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	当然不增加，可是，你脑子自动从a=b=c=d 一个东西，推理出10万字，100万字的东西么？<br />
	没人给你写出来，你自己脑子自动产生这些推理么？<br />
	<br />
	你自己知道，可别人不一定知道，什么烂书都有人买，有人读，你说他们获取知识干嘛，自己在家自己写自己推理得了呗？<br />
	<br />
	【 在 addc 的大作中提到: 】<br />
	<span class="f006">: 逻辑演绎 A =&gt; B 对某个系统增加信息量了吗？如果你确定你读过什么哲学书的话！好好想想这个问题。</span><br />
	<span class="f006">: </span>
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 21:44:36 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	人类的所有知识，严格来说建立在实践和实验的基础上（公理基础的来源）。没有这个，只是符号游戏罢了。<br />
	<br />
	<br />
	<br />
	【 在 shareloft 的大作中提到: 】<br />
	<span class="f006">: 演绎法，就是逻辑的应用，几乎所有的细致阐述，都是演绎法，所有知识几乎都是用演绎法来阐述的。</span><br />
	<span class="f006">: 另外，实践检验不了真理，也检验不了科学，实践只能是经验的再现。</span><br />
	<span class="f006">: 请读任何一本科学哲学，都有说明</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 21:47:01 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	okay，不增加就好了！我只是说“实践是检验真理的唯一标准” 这句话不是那么naive，不要因为是共党提倡的就盲目喷。<br />
	<br />
	<br />
	【 在 shareloft 的大作中提到: 】<br />
	<span class="f006">: 当然不增加，可是，你脑子自动从a=b=c=d 一个东西，推理出10万字，100万字的东西么？</span><br />
	<span class="f006">: 没人给你写出来，你自己脑子自动产生这些推理么？</span><br />
	<span class="f006">: 你自己知道，可别人不一定知道，什么烂书都有人买，有人读，你说他们获取知识干嘛，自己在家自己写自己推理得了呗？</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;shareloft (伍盗泽音) 于 &nbsp;(Wed Sep 11 21:47:32 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	你有本事，高考的时候，就把公式写上，让阅卷老师之间推理去吧，<br />
	<br />
	你大声可以说，所有的答案过程都是游戏废话，<br />
	<br />
	<br />
	【 在 addc 的大作中提到: 】<br />
	<span class="f006">: 人类的所有知识，严格来说建立在实践和实验的基础上（公理基础的来源）。没有这个，只是符号游戏罢了。</span><br />
	<span class="f006">: </span>
	<br />
	<span class="f006">: </span>
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;shareloft (伍盗泽音) 于 &nbsp;(Wed Sep 11 21:48:50 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	你知道什么是真理么？你给你所谓的真理举个例子<br />
	你给你的实践举个例子<br />
	我到要看看你是怎么检验所谓真理的<br />
	<br />
	【 在 addc 的大作中提到: 】<br />
	<span class="f006">: okay，不增加就好了！我只是说“实践是检验真理的唯一标准” 这句话不是那么naive，不要因为是共党提倡的就盲目喷。</span><br />
	<span class="f006">: </span>
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 21:49:42 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	我没有这样的本事！这和我们的讨论没有关联！<br />
	<br />
	<br />
	【 在 shareloft 的大作中提到: 】<br />
	<span class="f006">: 你有本事，高考的时候，就把公式写上，让阅卷老师之间推理去吧，</span><br />
	<span class="f006">: 你大声可以说，所有的答案过程都是游戏废话，</span><br />
	<span class="f006">: </span>
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 21:55:49 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	我不知道什么是真理；我也不能证明 “实践是检验真理的唯一标准”；但是我认为这句话很有道理。<br />
	<br />
	逻辑却不能导致真理！不是有人说过么？ 给我一个错误的假设，通过无可辩驳的逻辑我能证明1=2.<br />
	<br />
	【 在 shareloft 的大作中提到: 】<br />
	<span class="f006">: 你知道什么是真理么？你给你所谓的真理举个例子</span><br />
	<span class="f006">: 你给你的实践举个例子</span><br />
	<span class="f006">: 我到要看看你是怎么检验所谓真理的</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;shareloft (伍盗泽音) 于 &nbsp;(Wed Sep 11 21:59:51 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	哈哈哈，啥都不知道就相信，叫迷信<br />
	<br />
	<br />
	逻辑的通俗叫法，是“一致性”而已<br />
	<br />
	<br />
	【 在 addc 的大作中提到: 】<br />
	<span class="f006">: 我不知道什么是真理；我也不能证明 “实践是检验真理的唯一标准”；但是我认为这句话很有道理。</span><br />
	<span class="f006">: 逻辑却不能导致真理！不是有人说过么？ 给我一个错误的假设，通过无可辩驳的逻辑我能证明1=2.</span><br />
	<span class="f006">: </span>
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 22:03:40 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	之所以不迷信，才需要实践的检验。难道不是吗？<br />
	一致性不带来知识，我不否认逻辑的巨大的作用。有很多怪异的理论，逻辑上是完全自洽的，拥有你希望的一致性的说有特点。<br />
	<br />
	【 在 shareloft 的大作中提到: 】<br />
	<span class="f006">: 哈哈哈，啥都不知道就相信，叫迷信</span><br />
	<span class="f006">: </span>
	<br />
	<span class="f006">: 逻辑的通俗叫法，是“一致性”而已</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 22:07:23 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	你把公式推一遍，你自己的“知识”是增加了，但并不意味着你增加了人类知识本身。<br />
	<br />
	<br />
	【 在 shareloft 的大作中提到: 】<br />
	<span class="f006">: 你有本事，高考的时候，就把公式写上，让阅卷老师之间推理去吧，</span><br />
	<span class="f006">: 你大声可以说，所有的答案过程都是游戏废话，</span><br />
	<span class="f006">: </span>
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;goldold (梦子一,一子梦) 于 &nbsp;(Wed Sep 11 22:09:54 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	就是说，先干上再总结？<br />
	<br />
	<br />
	<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: 我以为这是上过大学的人就知道的！实践是检验真理的唯一标准这么有道理的一句话还有人喷！</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;shareloft (伍盗泽音) 于 &nbsp;(Wed Sep 11 22:09:54 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	进行一致性推理的前提，或是所谓的真理，或是相对共识，或者是道德，或者是诉求，或是假设<br />
	<br />
	在两个前提a和b下进行一致性推理，会产生交叉性领域c，这个交叉是有矛盾和冲突的，或者说明a是有问题的，或者说是b是有问题的，或者a和b都有问题，也可能是推理的水平不好，没有一致性。<br />
	<br />
	这些过程都是有价值的知识，<br />
	<br />
	<br />
	【 在 addc 的大作中提到: 】<br />
	<span class="f006">: 之所以不迷信，才需要实践的检验。难道不是吗？</span><br />
	<span class="f006">: 一致性不带来知识，我不否认逻辑的巨大的作用。有很多怪异的理论，逻辑上是完全自洽的，拥有你希望的一致性的说有特点。</span><br />
	<span class="f006">: </span>
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;Invader (政治局局长，一棵会行走的树……) 于 &nbsp;(Wed Sep 11 22:14:45 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	lz这种想法的误区在于以为知识只能通过做加法而来，例如通过实践知道了<br />
	哪些蘑菇是可食用的，而忽视了做减法同样也是扩展知识面的重要手段，知道<br />
	哪些蘑菇不可食用同样增进了我们对蘑菇的认识<br />
	<br />
	<strong>逻辑演绎的一大作用就是帮助我们可靠的排除诸如三等分角这类不可食用的蘑菇</strong></p>
<p>
	(wyt注：逻辑不产生知识，但是逻辑可以 消除 问题的不确定性，在那个问题面前，带来了信息。可见逻辑就是知识，知识可以带来信息，虽然知识不能产生知识。另外，逻辑推导过程本身是需要智慧的。智慧是比知识高一层次的概念，智慧可以产生知识，可以指导逻辑推导。正如杨振宁所说，学习逻辑的过程本身并无逻辑可言)</p>
<p>
	<br />
	<br />
	【 在 shareloft (伍盗泽音) 的大作中提到: 】<br />
	<span class="f006">: 哈哈哈，啥都不知道就相信，叫迷信</span><br />
	<span class="f006">: 逻辑的通俗叫法，是“一致性”而已</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;F5 (我在门头沟卖烧饼) 于 &nbsp;(Wed Sep 11 22:15:39 2013) &nbsp;在<br />
	&nbsp;【大爆炸不产生宇宙！！！】 的大作中提到:<br />
	<br />
	<br />
	<br />
	<br />
	<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: 我以为这是上过大学的人就知道的！实践是检验真理的唯一标准这么有道理的一句话还有人喷！</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;laomm (3米) 于 &nbsp;(Wed Sep 11 22:16:54 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	真理就是真理，不需要检验，这个中学的自然辩证法里面都说了<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: 我不知道什么是真理；我也不能证明 “实践是检验真理的唯一标准”；但是我认为这句话很有道理。</span><br />
	<span class="f006">: 逻辑却不能导致真理！不是有人说过么？ 给我一个错误的假设，通过无可辩驳的逻辑我能证明1=2.</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;shareloft (伍盗泽音) 于 &nbsp;(Wed Sep 11 22:19:08 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	多数事情是不能实践的，比如死刑，把人杀了，还能复活么？能降低犯罪率么？<br />
	买房子买错了，还能退么？<br />
	<br />
	可以试错的事物可以通过检验研究实验进行测试，不能轻易实验的东西，多要靠推理论证<br />
	<br />
	<br />
	【 在 Invader 的大作中提到: 】<br />
	<span class="f006">: lz这种想法的误区在于以为知识只能通过做加法而来，例如通过实践知道了</span><br />
	<span class="f006">: 哪些蘑菇是可食用的，而忽视了做减法同样也是扩展知识面的重要手段，知道</span><br />
	<span class="f006">: 哪些蘑菇不可食用同样增进了我们对蘑菇的认识</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 22:19:47 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	我们定义或者理解知识不太一样；我并不要反驳并认定逻辑毫无用处，你说的正是逻辑的价值所在。我不喜欢的是，这网上的人都是为喷而喷；往往由于某句话打上了某种标签就一味的否认，这也是傲慢自大，甚至是无知的表现；<br />
	<br />
	就像我一直强调的，“实践是检验真理的唯一标准” 这句话并不naive, 相反是非常有道理的话；我有一个大胆的猜测，大多数人，包括茅于轼本人，在这个问题上都陷入了“为喷而喷”的境地。作为一个公知，认知稍显浅薄。但是作为一个火车司机，我们不能要求太多:)<br />
	<br />
	【 在 shareloft 的大作中提到: 】<br />
	<span class="f006">: 进行一致性推理的前提，或是所谓的真理，或是相对共识，或者是道德，或者是诉求，或是假设</span><br />
	<span class="f006">: 在两个前提a和b下进行一致性推理，会产生交叉性领域c，这个交叉是有矛盾和冲突的，或者说明a是有问题的，或者说是b是有问题的，或者a和b都有问题，也可能是推理的水平不好，没有一致性。</span><br />
	<span class="f006">: 这些过程都是有价值的知识，</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 22:22:45 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	“实践” 不具有道德评判的能力！刀能杀人，我就不用刀了么？<br />
	<br />
	【 在 shareloft 的大作中提到: 】<br />
	<span class="f006">: 多数事情是不能实践的，比如死刑，把人杀了，还能复活么？能降低犯罪率么？</span><br />
	<span class="f006">: 买房子买错了，还能退么？</span><br />
	<span class="f006">: 可以试错的事物可以通过检验研究实验进行测试，不能轻易实验的东西，多要靠推理论证</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;aotian (aotian) 于 &nbsp;(Wed Sep 11 22:23:23 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	学而不思则罔，思而不学则殆<br />
	古人实践了几千年，搞出了个重的东西下落的快的“真理”，被伽利略一个简单的逻辑归谬推翻<br />
	<br />
	<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: 我以为这是上过大学的人就知道的！实践是检验真理的唯一标准这么有道理的一句话还有人喷！</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;shareloft (伍盗泽音) 于 &nbsp;(Wed Sep 11 22:23:32 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	你知道网络暴力么？<br />
	你看过乌合之众么？<br />
	<br />
	一群人在网上，只有谁偏激，谁“暴力”才能引起注意<br />
	这叫网络行为，是正常的。<br />
	<br />
	<br />
	【 在 addc 的大作中提到: 】<br />
	<span class="f006">: 我们定义或者理解知识不太一样；我并不要反驳并认定逻辑毫无用处，你说的正是逻辑的价值所在。我不喜欢的是，这网上的人都是为喷而喷；往往由于某句话打上了某种标签就一味的否认，这也是傲慢自大，甚至是无知的表现；</span><br />
	<span class="f006">: 就像我一直强调的，“实践是检验真理的唯一标准” 这句话并不naive, 相反是非常有道理的话；我有一个大胆的猜测，大多数人，包括茅于轼本人，在这个问题上都陷入了“为喷而喷”的境地。作为一个公知，认知稍显浅薄。但是作为一个火车司机，我们不能要求太多:)</span><br />
	<span class="f006">: </span>
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;hddd (hdd) 于 &nbsp;(Wed Sep 11 22:23:34 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	你先定义知识。<br />
	<br />
	【 在 addc 的大作中提到: 】<br />
	<span class="f006">: 我以为这是上过大学的人就知道的！实践是检验真理的唯一标准这么有道理的一句话还有人喷！</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 22:24:16 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	逻辑达不到你说的那种功能！你这个比喻不恰当<br />
	<br />
	<br />
	【 在 Invader 的大作中提到: 】<br />
	<span class="f006">: lz这种想法的误区在于以为知识只能通过做加法而来，例如通过实践知道了</span><br />
	<span class="f006">: 哪些蘑菇是可食用的，而忽视了做减法同样也是扩展知识面的重要手段，知道</span><br />
	<span class="f006">: 哪些蘑菇不可食用同样增进了我们对蘑菇的认识</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;Invader (政治局局长，一棵会行走的树……) 于 &nbsp;(Wed Sep 11 22:26:06 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	没学过近世代数？<br />
	<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: 逻辑达不到你说的那种功能！你这个比喻不恰当</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 22:26:50 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	呵呵，你难倒我了！一个定义往往包含另外一个需要定义的名词。不如严格一些，一个系统的信息墒，何如？<br />
	<br />
	【 在 hddd 的大作中提到: 】<br />
	<span class="f006">: 你先定义知识。</span><br />
	<span class="f006">: </span>
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 22:27:55 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	不好意思，烟酒生的时候读过一点，到非交换代数就止步了！<br />
	【 在 Invader 的大作中提到: 】<br />
	<span class="f006">: 没学过近世代数？</span><br />
	<span class="f006">: </span>
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;alanju (alanju) 于 &nbsp;(Wed Sep 11 22:30:42 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	你确信实践过?<br />
	<br />
	<br />
	【 在 aotian (aotian) 的大作中提到: 】<br />
	<span class="f006">: 学而不思则罔，思而不学则殆</span><br />
	<span class="f006">: 古人实践了几千年，搞出了个重的东西下落的快的“真理”，被伽利略一个简单的逻辑归谬推翻</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;Invader (政治局局长，一棵会行走的树……) 于 &nbsp;(Wed Sep 11 22:31:01 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	那不应该听不明白我的话呀<br />
	<br />
	人类寻求知识就像在重重迷雾中探路，找到正确可行的路固然重要，探明哪些路不可行<br />
	也是同等重要的嘛<br />
	<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: 不好意思，烟酒生的时候读过一点，到非交换代数就止步了！</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 22:31:44 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	但是，一个斜塔试验不就更直接了么？（不过我也要说比萨斜塔试验很多人也是道听途说了）；<br />
	推翻了，很好；我们的分歧在于“xxx是错误的”是不是知识。<br />
	<br />
	【 在 aotian 的大作中提到: 】<br />
	<span class="f006">: 学而不思则罔，思而不学则殆</span><br />
	<span class="f006">: 古人实践了几千年，搞出了个重的东西下落的快的“真理”，被伽利略一个简单的逻辑归谬推翻</span><br />
	<span class="f006">: </span>
	<br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;hddd (hdd) 于 &nbsp;(Wed Sep 11 22:32:18 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	如果你的标题是，逻辑不会增加一个系统的信息墒，没人会反驳你。<br />
	<br />
	但是，知识，纯逻辑推理出来的一条数学定理，你学会了，用来更方便的解决问题，这难道不算是你学的知识？<br />
	<br />
	【 在 addc 的大作中提到: 】<br />
	<span class="f006">: 呵呵，你难倒我了！一个定义往往包含另外一个需要定义的名词。不如严格一些，一个系统的信息墒，何如？</span><br />
	<span class="f006">: </span>
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 22:35:06 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	“xxx不是正确的” 对人类有用；我们的分歧在于它是不是定义成知识。:)如果你定义成是，okay，你赢了。<br />
	<br />
	但是不妨重申一下，“实践是检验真理的唯一标准” 这句话很有意义。<br />
	<br />
	【 在 Invader 的大作中提到: 】<br />
	<span class="f006">: 那不应该听不明白我的话呀</span><br />
	<span class="f006">: 人类寻求知识就像在重重迷雾中探路，找到正确可行的路固然重要，探明哪些路不可行</span><br />
	<span class="f006">: 也是同等重要的嘛</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;aotian (aotian) 于 &nbsp;(Wed Sep 11 22:38:26 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	光靠一个斜塔试验也说明不了问题<br />
	实验结果必须要有解释跟上来，谁说的更合理就采纳谁的<br />
	如果没人解释的通那么还要返回来再看实验结果是否有问题，无他，只因为人的观测能力有限<br />
	观测结果也可能会有偏差，甚至和实际情况大相径庭<br />
	<br />
	<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: 但是，一个斜塔试验不就更直接了么？（不过我也要说比萨斜塔试验很多人也是道听途说了）；</span><br />
	<span class="f006">: 推翻了，很好；我们的分歧在于“xxx是错误的”是不是知识。</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 22:39:21 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	<br />
	我用意不在否定逻辑，而是强调“实践”非常重要；不是像某些“喷子”自己不思考，盲目否定一切带有标签的东西。这个事情我们都明白了，但是有很多人为自己能够”勇敢“的站出来，否定当权政府的一句话而沾沾自喜呢。<br />
	<br />
	<br />
	<br />
	【 在 hddd 的大作中提到: 】<br />
	<span class="f006">: 如果你的标题是，逻辑不会增加一个系统的信息墒，没人会反驳你。</span><br />
	<span class="f006">: 但是，知识，纯逻辑推理出来的一条数学定理，你学会了，用来更方便的解决问题，这难道不算是你学的知识？</span><br />
	<span class="f006">: </span>
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 22:41:14 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	我认为你说的这些都很对！<br />
	【 在 aotian 的大作中提到: 】<br />
	<span class="f006">: 光靠一个斜塔试验也说明不了问题</span><br />
	<span class="f006">: 实验结果必须要有解释跟上来，谁说的更合理就采纳谁的</span><br />
	<span class="f006">: 如果没人解释的通那么还要返回来再看实验结果是否有问题，无他，只因为人的观测能力有限</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;Invader (政治局局长，一棵会行走的树……) 于 &nbsp;(Wed Sep 11 22:42:05 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	嗯，从信息的角度来看，逻辑演绎就是褪除笼罩在各类命题上的不确定性迷雾的过程，<br />
	不论其为真还是为假都最终增加了系统的信息量<br />
	<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: “xxx不是正确的” 对人类有用；我们的分歧在于它是不是定义成知识。:)如果你定义成是，okay，你赢了。</span><br />
	<span class="f006">: 但是不妨重申一下，“实践是检验真理的唯一标准” 这句话很有意义。</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 22:43:12 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	”我学到了知识不假“， 但是对于人类知识本身是否有增加？不过最终回到定义问题！又是车轱辘话了<br />
	【 在 hddd 的大作中提到: 】<br />
	<span class="f006">: 如果你的标题是，逻辑不会增加一个系统的信息墒，没人会反驳你。</span><br />
	<span class="f006">: 但是，知识，纯逻辑推理出来的一条数学定理，你学会了，用来更方便的解决问题，这难道不算是你学的知识？</span><br />
	<span class="f006">: </span>
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;juniory0ung (好穷啊) 于 &nbsp;(Wed Sep 11 22:43:28 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	能证明就不叫公理了<br />
	【 在 devangel (心乱则无形) 的大作中提到: 】<br />
	<span class="f006">: 请证明：实践是检验真理的唯一标准。</span><br />
	<span class="f006">: ——凭什么就是公理啊？</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;officercat (黑猫警长·奈叶要加油) 于 &nbsp;(Wed Sep 11 22:43:55 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	有些人，只要tg倡导的，他就反对。<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: 我以为这是上过大学的人就知道的！实践是检验真理的唯一标准这么有道理的一句话还有人喷！</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 22:44:22 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	信息量你定义一下，如果是信息墒的话；基本上你错了。<br />
	【 在 Invader 的大作中提到: 】<br />
	<span class="f006">: 嗯，从信息的角度来看，逻辑演绎就是褪除笼罩在各类命题上的不确定性迷雾的过程，</span><br />
	<span class="f006">: 不论其为真还是为假都最终增加了系统的信息量</span><br />
	<span class="f006">: </span>
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;officercat (黑猫警长·奈叶要加油) 于 &nbsp;(Wed Sep 11 22:46:00 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	其实不存在绝对真理，大家平时谈的真理都是有一定适用范围的。明白这点，就应该知道，实践，不管能不能检验你所谓的真理，至少能检验大家需要的什么理。。。。<br />
	【 在 shareloft (伍盗泽音) 的大作中提到: 】<br />
	<span class="f006">: 演绎法，就是逻辑的应用，几乎所有的细致阐述，都是演绎法，所有知识几乎都是用演绎法来阐述的。</span><br />
	<span class="f006">: 另外，实践检验不了真理，也检验不了科学，实践只能是经验的再现。</span><br />
	<span class="f006">: 请读任何一本科学哲学，都有说明</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;Invader (政治局局长，一棵会行走的树……) 于 &nbsp;(Wed Sep 11 22:47:18 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	与 {0,1} 上的均匀分布相比 {0} 或 {1} 上的确定分布当然具有更小的信息熵<br />
	<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: 信息量你定义一下，如果是信息墒的话；基本上你错了。</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 22:50:56 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	通过逻辑推导能够得到这一点么？{0,1} 上的均匀分布 =&gt;{0} 或 {1} 上的确定分布 or 相反？<br />
	<br />
	【 在 Invader 的大作中提到: 】<br />
	<span class="f006">: 与 {0,1} 上的均匀分布相比 {0} 或 {1} 上的确定分布当然具有更小的信息熵</span><br />
	<span class="f006">: </span>
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;hddd (hdd) 于 &nbsp;(Wed Sep 11 22:57:33 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	没有这个定理之前，解决某类问题很麻烦。后来有了这个定理，问题简单了。然后这个定理被写入教科书，作为知识被大家学习。<br />
	<br />
	你说人类知识增加了没？<br />
	<br />
	【 在 addc 的大作中提到: 】<br />
	<span class="f006">: ”我学到了知识不假“， 但是对于人类知识本身是否有增加？不过最终回到定义问题！又是车轱辘话了</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;Invader (政治局局长，一棵会行走的树……) 于 &nbsp;(Wed Sep 11 22:58:10 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	部分可以，比如考虑黎曼猜想这个命题，关于它的真值性我们目前尚未了然，<br />
	因此从贝叶斯方法来看我们可以将它的真值视作 {0,1} 上的随机分布<br />
	<br />
	而一旦我们通过逻辑演绎最终证明或证否该命题，那么真值函数就塌缩为<br />
	{0} 或 {1} 上的确定分布<br />
	<br />
	当然这里没有考虑不完全定理的问题<br />
	<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: 通过逻辑推导能够得到这一点么？</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;puddingjyz (江郎.jyz) 于 &nbsp;(Wed Sep 11 22:58:59 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	错咧，实践也会受限于感知的失误<br />
	<br />
	这是典型的文理思维之争<br />
	是一种世界观的差异性<br />
	<br />
	<br />
	一般来说，文科偏向于形而上的经验或说直觉知识，乃至所谓的实践认知<br />
	“三边完全重合当然导致两个三角形一样”<br />
	“宇宙膨胀当然有边，没边怎么膨胀”<br />
	<br />
	就像二维生物无法理解我们三维的世界是一个道理<br />
	<br />
	<br />
	<br />
	<br />
	但是呢，在高度发达的科学社会里，仅仅是这样是不够的<br />
	除了实践，还要统计，而且还要有逻辑或说程式或说论证才能形成这个结论，乃至突破结论<br />
	<br />
	比如推翻“重的东西当然掉的速度要快一些”<br />
	比如推翻“地心说”<br />
	比如突破“欧里几何”的“非欧几何”等等不一而足<br />
	<br />
	<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: 标 &nbsp;题: 逻辑不产生知识！！！</span><br />
	<span class="f006">: 发信站: 水木社区 (Wed Sep 11 21:24:14 2013), 站内</span><br />
	<span class="f006">: </span>
	<br />
	<span class="f006">: 我以为这是上过大学的人就知道的！实践是检验真理的唯一标准这么有道理的一句话还有人喷！</span><br />
	<span class="f006">: --</span><br />
	<span class="f006">: </span>
	<br />
	<span class="f006">: ※ 来源:·水木社区 <a href="http://www.newsmth.net/" target="_blank">http://www.newsmth.net</a>·[FROM: 222.248.233.*]</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 23:02:33 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	已经说过了，我们的对”知识“的定义不一样！增加了了一个”锤子“在我的定义中不是知识，当然，不否认”锤子“很有用。<br />
	<br />
	此外，我一再重申，我强调逻辑很有用，但是也不是喷”实践是检验真理的唯一标准“的这句话的理由。<br />
	<br />
	【 在 hddd 的大作中提到: 】<br />
	<span class="f006">: 没有这个定理之前，解决某类问题很麻烦。后来有了这个定理，问题简单了。然后这个定理被写入教科书，作为知识被大家学习。</span><br />
	<span class="f006">: 你说人类知识增加了没？</span><br />
	<span class="f006">: </span>
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 23:06:02 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	okay, 难道黎曼猜想的真假 就蕴含在它的描述中了么？ 
	<br />
	<br />
	<br />
	【 在 Invader 的大作中提到: 】<br />
	<span class="f006">: 部分可以，比如考虑黎曼猜想这个命题，关于它的真值性我们目前尚未了然，</span><br />
	<span class="f006">: 因此从贝叶斯方法来看我们可以将它的真值视作 {0,1} 上的随机分布</span><br />
	<span class="f006">: 而一旦我们通过逻辑演绎最终证明或证否该命题，那么真值函数就塌缩为</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 23:07:44 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	你说的都没有错！<br />
	<br />
	但是我没有说实践就不会错啊！你还可以在再实践嘛！<br />
	<br />
	【 在 puddingjyz 的大作中提到: 】<br />
	<span class="f006">: 错咧，实践也会受限于感知的失误</span><br />
	<span class="f006">: 这是典型的文理思维之争</span><br />
	<span class="f006">: 是一种世界观的差异性</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;Invader (政治局局长，一棵会行走的树……) 于 &nbsp;(Wed Sep 11 23:08:32 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	实践当然不可取代，但也不能说成“唯一”标准，至少在检验黎曼猜想这个问题上<br />
	实践是无能为力的，无论你验算了多少个零点也判定不了真假<br />
	<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: 已经说过了，我们的对”知识“的定义不一样！增加了了一个”锤子“在我的定义中不是知识，当然，不否认”锤子“很有用。</span><br />
	<span class="f006">: 此外，我一再重申，我强调逻辑很有用，但是也不是喷”实践是检验真理的唯一标准“的这句话的理由。</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;puddingjyz (江郎.jyz) 于 &nbsp;(Wed Sep 11 23:09:14 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	有些事情你是无法去实践的<br />
	<br />
	比如测不准原理<br />
	比如该死的薛大爷的猫<br />
	<br />
	<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: 标 &nbsp;题: Re: 逻辑不产生知识！！！</span><br />
	<span class="f006">: 发信站: 水木社区 (Wed Sep 11 23:07:44 2013), 站内</span><br />
	<span class="f006">: </span>
	<br />
	<span class="f006">: 你说的都没有错！</span><br />
	<span class="f006">: </span>
	<br />
	<span class="f006">: 但是我没有说实践就不会错啊！你还可以在再实践嘛！</span><br />
	<span class="f006">: </span>
	<br />
	<span class="f006">: 【 在 puddingjyz 的大作中提到: 】</span><br />
	<span class="f006">: : 错咧，实践也会受限于感知的失误</span><br />
	<span class="f006">: : 这是典型的文理思维之争</span><br />
	<span class="f006">: : 是一种世界观的差异性</span><br />
	<span class="f006">: : ...................</span><br />
	<span class="f006">: </span>
	<br />
	<span class="f006">: --</span><br />
	<span class="f006">: </span>
	<br />
	<span class="f006">: ※ 来源:·水木社区 <a href="http://www.newsmth.net/" target="_blank">http://www.newsmth.net</a>·[FROM: 222.248.233.*]</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 23:11:31 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	实践的功用不在于证明（这压根就是逻辑的任务），而在于”产生黎曼猜想“这个命题本身！</p>
<p>
	<strong>（wyt注：实践可以产生问题，从而提供应用知识解决问题（降低信息熵的机会），或者需要新知识）</strong></p>
<p>
	（）<br />
	<br />
	<br />
	【 在 Invader 的大作中提到: 】<br />
	<span class="f006">: 实践当然不可取代，但也不能说成“唯一”标准，至少在检验黎曼猜想这个问题上</span><br />
	<span class="f006">: 实践是无能为力的，无论你验算了多少个零点也判定不了真假</span><br />
	<span class="f006">: </span>
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;Invader (政治局局长，一棵会行走的树……) 于 &nbsp;(Wed Sep 11 23:12:40 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	真或假当然是确定性地蕴含在命题自身中，但如果没有逻辑演绎那么从实践角度<br />
	就只能说它可能为真也可能为假了<br />
	<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: okay, 难道黎曼猜想的真假 就蕴含在它的描述中了么？ </span>
	<br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 23:12:52 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	<span class="f006">: 比如测不准原理</span><br />
	<span class="f006">: 比如该死的薛大爷的猫</span><br />
	<br />
	是逻辑推导出来的么？难道不是一大帮人被试验憋出来的？<br />
	<br />
	【 在 puddingjyz 的大作中提到: 】<br />
	<span class="f006">: 有些事情你是无法去实践的</span><br />
	<span class="f006">: 比如测不准原理</span><br />
	<span class="f006">: 比如该死的薛大爷的猫</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 23:16:03 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	还有也许这是永远在现有的体系下证明，呵呵。 sorry, i am &quot;grammar&quot; nazi!<br />
	&nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;无法 是对是错 
	<br />
	【 在 Invader 的大作中提到: 】<br />
	<span class="f006">: 真或假当然是确定性地蕴含在命题自身中，但如果没有逻辑演绎那么从实践角度</span><br />
	<span class="f006">: 就只能说它可能为真也可能为假了</span><br />
	<span class="f006">: </span>
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;Invader (政治局局长，一棵会行走的树……) 于 &nbsp;(Wed Sep 11 23:18:43 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	但是你原PO论述的就是实践作为检验真理的手段这一问题呀<br />
	<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: 实践的功用不在于证明（这压根就是逻辑的任务），而在于”产生黎曼猜想“这个命题本身！</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 23:19:49 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	我认为它很有道理，我没有说他是绝对真理啊。我只是认为大多数不经过大脑喷它的人很可笑。<br />
	<br />
	【 在 Invader 的大作中提到: 】<br />
	<span class="f006">: 但是你原PO论述的就是实践作为检验真理的手段这一问题呀</span><br />
	<span class="f006">: </span>
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;Invader (政治局局长，一棵会行走的树……) 于 &nbsp;(Wed Sep 11 23:21:54 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	是，我前面就说过不完全定理这档子事就不提了<br />
	<br />
	从某种角度来说这也反映了逻辑的局限性和实践的必要性<br />
	<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: 还有也许这是永远在现有的体系下证明，呵呵。 sorry, i am &quot;grammar&quot; nazi!</span><br />
	<span class="f006">: &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 无法</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;Invader (政治局局长，一棵会行走的树……) 于 &nbsp;(Wed Sep 11 23:23:40 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	那么咱们再次达成一致，很好<br />
	<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: 我认为它很有道理，我没有说他是绝对真理啊。我只是认为大多数不经过大脑喷它的人很可笑。</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 23:26:10 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	是！理性的讨论总能接近真理一步。还是重申一下，我知识对现在的公知队伍素质感到忧虑。对现在的一些年轻人的知识水平感到忧虑。--好像我真的很老了！sigh....,而且我很久不发帖了，但是经常看帖，有些人经常把sigh....写成 sign.... 也让我很不爽，今天终于把我早就想说的话提到了一下，呵呵。<br />
	<br />
	【 在 Invader 的大作中提到: 】<br />
	<span class="f006">: 是，我前面就说过不完全定理这档子事就不提了</span><br />
	<span class="f006">: 从某种角度来说这也反映了逻辑的局限性和实践的必要性</span><br />
	<span class="f006">: </span>
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;Invader (政治局局长，一棵会行走的树……) 于 &nbsp;(Wed Sep 11 23:31:49 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	嗯，我也对公知不感冒，没文化装蒜的太多了<br />
	不过五毛这边问题也不少，不细说了<br />
	<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: 是！理性的讨论总能接近真理一步。还是重申一下，我知识对现在的公知队伍素质感到忧虑。对现在的一些年轻人的知识水平感到忧虑。--好像我真的很老了！sigh....,而且我很久不发帖了，但是经常看帖，有些人经常把sigh....写成 sign.... 也让我很不爽，今天终于把我早就想� </span>
	<br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;dogcat (baby ) 于 &nbsp;(Wed Sep 11 23:37:11 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	数学里哪一条不是逻辑中来的？<br />
	你上的是火星大学吧，马哲那些垃圾理论小伙伴们现在都不好意思提了，也就是屌丝考研的时候为了通过才学的，没想到地球人中真有信的！<br />
	【 在 addc 的大作中提到: 】<br />
	<span class="f006">: 我以为这是上过大学的人就知道的！实践是检验真理的唯一标准这么有道理的一句话还有人喷！</span><br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 23:40:45 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	呵呵，是的，喷子包括公知，也包括五毛，我只是觉得网络上的言语偏向性非常严重，现在给共党说哪怕说一句话，立刻被人痛喷（我从多年前的公知被活活的恶心到了要做五毛的边缘）--这简直就是另外的一个共产党。理性的人的声音太小了，都听不见——不过这也许是人类社会的通病（连老美也概莫能外，而且经过我的观察，其宣传机器简直不可思议的work）。<br />
	<br />
	<br />
	<br />
	【 在 Invader 的大作中提到: 】<br />
	<span class="f006">: 嗯，我也对公知不感冒，没文化装蒜的太多了</span><br />
	<span class="f006">: 不过五毛这边问题也不少，不细说了</span><br />
	<span class="f006">: </span>
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 23:41:37 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	多读点书，多看看别人的回帖对你有非常大的好处。<br />
	<br />
	<br />
	【 在 dogcat 的大作中提到: 】<br />
	<span class="f006">: 数学里哪一条不是逻辑中来的？</span><br />
	<span class="f006">: 你上的是火星大学吧，马哲那些垃圾理论小伙伴们现在都不好意思提了，也就是屌丝考研的时候为了通过才学的，没想到地球人中真有信的！</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 23:45:13 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	PS：<br />
	<br />
	马克思的理论没有你说的那么不堪，如果你是真正的看过的话。<br />
	<br />
	【 在 dogcat 的大作中提到: 】<br />
	<span class="f006">: 数学里哪一条不是逻辑中来的？</span><br />
	<span class="f006">: 你上的是火星大学吧，马哲那些垃圾理论小伙伴们现在都不好意思提了，也就是屌丝考研的时候为了通过才学的，没想到地球人中真有信的！</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;Invader (政治局局长，一棵会行走的树……) 于 &nbsp;(Wed Sep 11 23:50:01 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	在站队这个问题上中间声音向来就是难以容纳的<br />
	贴个以前在 Reader 的回帖<br />
	<br />
	发信人: Invader (政治局局长，一棵会行走的树……), 信区: Reader<br />
	标 &nbsp;题: Re: 别想说服我！——同人于野<br />
	发信站: 水木社区 (Thu Jun &nbsp;6 00:08:55 2013), 站内<br />
	<br />
	选边站的问题可以用观念的势能模型来考虑，对立的两种观念构成毗邻的势阱，<br />
	而中间派则构成两井中间的势垒，不稳定因而总是倾向于不是滑向这口井就是<br />
	那口井；对于已经滑到其中一口但尚未抵达井底的人来说，每一次外部信息输入<br />
	都给予了一次扰动，依据统计物理原理一般势能越低的地方聚集的个体越密集，<br />
	这意味着一次向上的扰动会把个体带到一个远离周边同伴的境地，从而对社会化<br />
	的生存努力构成负面效应，而向下的扰动则有着相反的正面效应，因此个体有着<br />
	向其临近群体中心靠拢的天然倾向。想要跳出这个势阱必须有很大的扰动才可能<br />
	翻过观念的势垒，而且越是靠近井底翻越的难度就越大，收益与成本之比也越小，<br />
	这样就形成了一种正反馈的趋势来不断的强化对立的两种观念势阱，直至某个<br />
	新的作用项加入进来改变了原先的平衡分布，从而开始新一轮选边站……<br />
	<br />
	【 在 tianren (腕足) 的大作中提到: 】<br />
	<span class="f006">: 原文地址：<a href="http://www.geekonomics10000.com/729" target="_blank">http://www.geekonomics10000.com/729</a></span><br />
	<span class="f006">: (《东方早报·上海书评》，2013年6月2日)</span><br />
	<span class="f006">: 霍金写《时间简史》和《大设计》二书，都有一个被所有人忽视了的第二作者，列纳德·蒙洛迪诺。这两本书能够畅销，我怀疑霍金本人的贡献也许仅仅是他的名气，因为公众其实并不真喜欢科学知识 – 哪怕是霍金的知识。而霍金也深知”每一个数学公式都能让这本书的销量减少一</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;dogcat (baby ) 于 &nbsp;(Wed Sep 11 23:52:14 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	你看过马克思的哲学理论，哈哈，真是最好笑的笑话。你看的是火星马克思写的吧。<br />
	马哲中的认识论明明是好基友老恩写的，被列嫖客等人安在老马头上的。<br />
	【 在 addc 的大作中提到: 】<br />
	<span class="f006">: PS：</span><br />
	<span class="f006">: 马克思的理论没有你说的那么不堪，如果你是真正的看过的话。</span><br />
	:<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Wed Sep 11 23:57:56 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	所以需要有多个势阱，远远超过两个。共产党不允许，为什么公知也倾向于倒向完全的对立面呢？简直匪夷所思。如果真有些个公知创立一个别样的势阱，我会很高兴，如果对胃口的话，说不定也能拉到不少中间的游离粒子。<br />
	<br />
	【 在 Invader 的大作中提到: 】<br />
	<span class="f006">: 在站队这个问题上中间声音向来就是难以容纳的</span><br />
	<span class="f006">: 贴个以前在 Reader 的回帖</span><br />
	<span class="f006">: 发信人: Invader (政治局局长，一棵会行走的树……), 信区: Reader</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Thu Sep 12 00:03:02 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	大家叫马哲，我也叫马哲了，有人说引力理论是胡克的呢！而且有什么可以争论的呢？你说的是马哲（okay，恩哲）连小伙伴们都不好意提了，我只是说提一下，甚至来研究一下也没有什么大不了的！不过我是学理科的，也许你在恩哲上比我通。也可以来说说，三人行，必有我师。你说的有道理，我说声赞，这样的风度还是有的。<br />
	<br />
	【 在 dogcat 的大作中提到: 】<br />
	<span class="f006">: 你看过马克思的哲学理论，哈哈，真是最好笑的笑话。你看的是火星马克思写的吧。</span><br />
	<span class="f006">: 马哲中的认识论明明是好基友老恩写的，被列嫖客等人安在老马头上的。</span><br />
	<span class="f006">: :</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Thu Sep 12 00:12:44 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	撤了。呵呵，有的时候人会犯强迫症---一图概括<a href="http://laughingsquid.com/someone-is-wrong-on-the-internet/" target="_blank"><img src="http://laughingsquid.com/someone-is-wrong-on-the-internet/" /></a><br />
	<br />
	【 在 addc 的大作中提到: 】<br />
	<span class="f006">: PS：</span><br />
	<span class="f006">: 马克思的理论没有你说的那么不堪，如果你是真正的看过的话。</span><br />
	<span class="f006">: </span>
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;dogcat (baby ) 于 &nbsp;(Thu Sep 12 00:17:52 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	哦，你没读过马克思原著的哲学啊，那就好，我还以为我们不是一个星球的呢。<br />
	以后有理说理，别乱让别人读一些自己都没读过的东西吓人了。<br />
	【 在 addc 的大作中提到: 】<br />
	<span class="f006">: 大家叫马哲，我也叫马哲了，有人说引力理论是胡克的呢！而且有什么可以争论的呢？你说的是马哲（okay，恩哲）连小伙伴们都不好意提了，我只是说提一下，甚至来研究一下也没有什么大不了的！不过我是学理科的，也许你在恩哲上比我通。也可以来说说，三人行，必有我师。你说的有道理，我说声赞，这样的风度还是有的。</span><br />
	:<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;fentoyal (fentoyal) 于 &nbsp;(Thu Sep 12 00:53:42 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	<br />
	【 在 addc 的大作中提到: 】<br />
	<span class="f006">: 你把公式推一遍，你自己的“知识”是增加了，但并不意味着你增加了人类知识本身。</span><br />
	<span class="f006">: </span>
	<br />
	<br />
	你显然理解歪了。你不要教条。<br />
	不知道你是死读哪本书读多了，当我们说”知识“增加，我们说的是可以使用的已经发现的知识增加，蕴含在系统中没被发现无法利用的知识，或者说系统中知识的总量自然没增加。若果你要死扣”知识总量“，那你节哀。<br />
	以你的理论，人类几千年科技积累终于造出了飞机，现在把造飞机的技术记录了下来，这不叫知识的增加？因为以你的理论，我们完全可以从原始矿石开加工术/朴素的算术/等等等 通过一系列的研究重新推导出流体力学，合金制造技术，然后重新发明制造一遍飞机，所以现有的飞机制造技术根本不是知识。<br />
	勾3 股4 那么弦是5，这也不是知识。因为我们每次都可以重新发现一遍勾股定理。<br />
	圆周率pi = 3.141592653.....这也不是知识，因为我们完全可以在用到pi的时候用微积分重新推导出来pi的值，然后使用。哦，wait，微积分也不能用，得从原始的朴素算术推导出微积分先。哦，wait，原始的朴素算术也不算事实，实践是我们要先通过数狗尾巴草创造出加减规律，<br />
	所以现在一个小学生就能算圆面积不是知识，因为他相对于 全人类重新用几千年时间从数狗尾巴草开始推导出圆面积，没有任何信息量的增加。<br />
	<br />
	<strong>(wyt注：记忆可以提高速度，提高算法的性能。是把函数literal化，这是函数--&gt;变量--&gt;常量的从不完全知识到完全知识的过程)<br />
	</strong>
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;Anduin (the Great River) 于 &nbsp;(Thu Sep 12 00:56:41 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	请先上大学。<br />
	<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: 我以为这是上过大学的人就知道的！实践是检验真理的唯一标准这么有道理的一句话还有人喷！</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;Anduin (the Great River) 于 &nbsp;(Thu Sep 12 01:00:28 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	伽利略和牛顿最终都是“理想实验”，而不是实践。<br />
	真要实践的话，你给一个“无阻力/真空”环境看看。<br />
	从几条简单的公理出发，通过逻辑演绎，构建出了如此辉煌的科学大厦，在楼主看来竟然不增加人类的知识总量。难道楼主看着“平行线不相交”就自动知道了“三角形3条中线交于一点”？太牛x了吧。<br />
	<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: 我们定义或者理解知识不太一样；我并不要反驳并认定逻辑毫无用处，你说的正是逻辑的价值所在。我不喜欢的是，这网上的人都是为喷而喷；往往由于某句话打上了某种标签就一味的否认，这也是傲慢自大，甚至是无知的表现；</span><br />
	<span class="f006">: 就像我一直强调的，“实践是检验真理的唯一标准” 这句话并不naive, 相反是非常有道理的话；我有一个大胆的猜测，大多数人，包括茅于轼本人，在这个问题上都陷入了“为喷而喷”的境地。作为一个公知，认知稍显浅薄。但是作为一个火车司机，我们不能要求太多:)</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;Anduin (the Great River) 于 &nbsp;(Thu Sep 12 01:02:56 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	黎曼几何是纯数学的游戏，它的产生跟“实践”没有一毛钱的关系。<br />
	<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: 实践的功用不在于证明（这压根就是逻辑的任务），而在于”产生黎曼猜想“这个命题本身！</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;Invader (政治局局长，一棵会行走的树……) 于 &nbsp;(Thu Sep 12 01:06:07 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	黎曼猜想在提出时黎曼确曾计算过zeta函数若干零点的<br />
	<br />
	【 在 Anduin (the Great River) 的大作中提到: 】<br />
	<span class="f006">: 黎曼几何是纯数学的游戏，它的产生跟“实践”没有一毛钱的关系。</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;hhoking2012 (中天) 于 &nbsp;(Thu Sep 12 01:13:01 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	我进错版了？<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;fineabc (淡紫色水晶) 于 &nbsp;(Thu Sep 12 04:04:44 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	谁说不增加？告诉你光速不变和告诉你E=mc2一样吗？都是用逻辑推出来的。<br />
	你是真的上过学吗？<br />
	<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: okay，不增加就好了！我只是说“实践是检验真理的唯一标准” 这句话不是那么</span><br />
	naive，不要因为是共党提倡的就盲目喷。<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;flyiop (flyiop) 于 &nbsp;(Thu Sep 12 06:47:46 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	就说一个，RSA加密方法，作为一种方法，算不算知识？<br />
	<br />
	【 在 addc 的大作中提到: 】<br />
	<span class="f006">: 有啥可以laf的！你来说说逻辑怎么添加信息量的！不要把无知当有趣</span><br />
	<span class="f006">: </span>
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;bondorder (comedy) 于 &nbsp;(Thu Sep 12 07:28:28 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	严格的说要区分演绎逻辑与归纳逻辑，茅所说得肯定是演绎逻辑。<br />
	庞加莱的《科学与假设》里，有这样的原话“三段论不能告人以真正新颖的事<br />
	物”，“无论什么定理，如在它的证明中不参加新的公理，则它必不是新的。”<br />
	<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: 我以为这是上过大学的人就知道的！实践是检验真理的唯一标准这么有道理的一句话</span><br />
	还有人喷！<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;mulinshen (mulinshen) 于 &nbsp;(Thu Sep 12 07:36:14 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	年轻人：&quot;多研究些问题，少谈点主义。&quot;<br />
	<br />
	【 在 thewalker 的大作中提到: 】<br />
	<span class="f006">: laf，您真是上过学啊</span><br />
	<span class="f006">: </span>
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;bondorder (comedy) 于 &nbsp;(Thu Sep 12 07:39:17 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	看看爱因斯坦怎么说真理与实践：<br />
	<br />
	The theoretical oriented scientist cannot be envied, because<br />
	nature, i.e. the experiment, is a relentless and not very friendly
	<br />
	judge of his work. In the best case scenario it only says ``maybe&#39;&#39; to a
	<br />
	theory,but never ``yes&#39;&#39; and in most cases ``no&#39;&#39;. If an experiment agrees
	<br />
	with theory it means ``perhaps&#39;&#39; for the latter. If it does not agree it
	<br />
	means ``no&#39;&#39;.<br />
	<br />
	<a href="http://arxiv.org/abs/physics/0510251" target="_blank">http://arxiv.org/abs/physics/0510251</a><br />
	<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: okay，不增加就好了！我只是说“实践是检验真理的唯一标准” 这句话不是那么</span><br />
	naive，不要因为是共党提倡的就盲目喷。<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;pTq (白、负、不美) 于 &nbsp;(Thu Sep 12 07:40:10 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	逻辑可以推到，求证，怎么不产生知识？<br />
	说话没有逻辑的话，就是没知识的体现<br />
	<br />
	【 在 addc 的大作中提到: 】<br />
	<span class="f006">: 我以为这是上过大学的人就知道的！实践是检验真理的唯一标准这么有道理的一句话还有人喷！</span><br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;baiyu (bye) 于 &nbsp;(Thu Sep 12 07:54:20 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	那数学呢？全是符号和规则，不是知识？ 
	<br />
	对你看到的世界进行归纳总结，得到的不是知识？世界还是那个世界<br />
	<br />
	实践怎么检验数学规则的正确性？难道为了得出2^64的大小，你准备在棋盘上摆麦子？<br />
	<br />
	【 在 addc 的大作中提到: 】<br />
	<span class="f006">: okay，不增加就好了！我只是说“实践是检验真理的唯一标准” 这句话不是那么naive，不要因为是共党提倡的就盲目喷。</span><br />
	<span class="f006">: </span>
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;typo (typo) 于 &nbsp;(Thu Sep 12 07:55:56 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	科学研究也是实践，这个补丁不是早就打过了吗？<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: 我以为这是上过大学的人就知道的！实践是检验真理的唯一标准这么有道理的一句话还有人喷！</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;keikoyusuke (毁灭) 于 &nbsp;(Thu Sep 12 08:05:01 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	听说过 哥德尔定理 吗？<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: 我以为这是上过大学的人就知道的！实践是检验真理的唯一标准这么有道理的一句话还有人喷！</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;simao (四毛) 于 &nbsp;(Thu Sep 12 08:25:51 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	<br />
	所有的理论体系都有公理<br />
	所谓的公理其实是假设 &nbsp;无法证明的<br />
	<br />
	<br />
	你的思维还停留在初等数学的地步 &nbsp;但凡看点数论的书就不会说出这么naive的话来<br />
	<br />
	<br />
	【 在 baiyu (bye) 的大作中提到: 】<br />
	<span class="f006">: 那数学呢？全是符号和规则，不是知识？ </span>
	<br />
	<span class="f006">: 对你看到的世界进行归纳总结，得到的不是知识？世界还是那个世界</span><br />
	<span class="f006">: 实践怎么检验数学规则的正确性？难道为了得出2^64的大小，你准备在棋盘上摆麦子？</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;wendyyjw (小强) 于 &nbsp;(Thu Sep 12 08:27:33 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	“所有知识几乎都是用演绎法来阐述的”。<br />
	阿基米德更甚，认为所有的知识都可以用演绎法来阐述。<br />
	他和一个人打赌，让一个不识字的小孩奴隶仅凭他现有的知识自己推出勾股定理。<br />
	【 在 shareloft (伍盗泽音) 的大作中提到: 】<br />
	<span class="f006">: 演绎法，就是逻辑的应用，几乎所有的细致阐述，都是演绎法，所有知识几乎都是用演绎法来阐述的。</span><br />
	<span class="f006">: 另外，实践检验不了真理，也检验不了科学，实践只能是经验的再现。</span><br />
	<span class="f006">: 请读任何一本科学哲学，都有说明</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;simao (四毛) 于 &nbsp;(Thu Sep 12 08:30:25 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	<br />
	请用逻辑证明1+1=2<br />
	<br />
	【 在 wendyyjw (小强) 的大作中提到: 】<br />
	<span class="f006">: “所有知识几乎都是用演绎法来阐述的”。</span><br />
	<span class="f006">: 阿基米德更甚，认为所有的知识都可以用演绎法来阐述。</span><br />
	<span class="f006">: 他和一个人打赌，让一个不识字的小孩奴隶仅凭他现有的知识自己推出勾股定理。</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Thu Sep 12 08:32:22 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	你从哪里看出来我没有读过，但是我认为我所学不深，不好拿来卖弄！你觉得你理解很到位，可以摆出来啊！不要说这种车轱辘话来掩饰自己的心虚。<br />
	【 在 dogcat 的大作中提到: 】<br />
	<span class="f006">: 哦，你没读过马克思原著的哲学啊，那就好，我还以为我们不是一个星球的呢。</span><br />
	<span class="f006">: 以后有理说理，别乱让别人读一些自己都没读过的东西吓人了。</span><br />
	<span class="f006">: :</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Thu Sep 12 08:33:12 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	你如果懂哥德尔定理的话，就不会说这样的话了<br />
	【 在 keikoyusuke 的大作中提到: 】<br />
	<span class="f006">: 听说过 哥德尔定理 吗？</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Thu Sep 12 08:34:17 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	不要无知当有趣<br />
	<br />
	【 在 Anduin 的大作中提到: 】<br />
	<span class="f006">: 请先上大学。</span><br />
	<span class="f006">: </span>
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Thu Sep 12 08:36:14 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	理想实验的根基是什么？不是实践么？通过逻辑只能证明在某公立体系下命题的真伪，而无法判断公理的真伪，这恰恰是需要实践检验的<br />
	【 在 Anduin 的大作中提到: 】<br />
	<span class="f006">: 伽利略和牛顿最终都是“理想实验”，而不是实践。</span><br />
	<span class="f006">: 真要实践的话，你给一个“无阻力/真空”环境看看。</span><br />
	<span class="f006">: 从几条简单的公理出发，通过逻辑演绎，构建出了如此辉煌的科学大厦，在楼主看来竟然不增加人类的知识总量。难道楼主看着“平行线不相交”就自动知道了“三角形3条中线交于一点”？太牛x了吧。</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;addc (bit) 于 &nbsp;(Thu Sep 12 08:37:46 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	阐述是可以用演绎法来阐述的，但是我提到我们不能用逻辑来&quot;阐述&quot;只是了吗?看清楚命题先。<br />
	<br />
	【 在 wendyyjw 的大作中提到: 】<br />
	<span class="f006">: “所有知识几乎都是用演绎法来阐述的”。</span><br />
	<span class="f006">: 阿基米德更甚，认为所有的知识都可以用演绎法来阐述。</span><br />
	<span class="f006">: 他和一个人打赌，让一个不识字的小孩奴隶仅凭他现有的知识自己推出勾股定理。</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;simao (四毛) 于 &nbsp;(Thu Sep 12 08:42:40 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	哥德尔不完备定理 &nbsp;证明了所有的理论体系都必须有公理<br />
	<strong>
	<br />
	怎么证明 假设的公理和现实世界一致的<br />
	通过实验来验证 &nbsp; &nbsp;
	<br />
	这个过程就叫做用实践来检验真理</strong></p>
<p>
	（wyt注：实践是检验知识和实践的一致性的）<br />
	<br />
	【 在 keikoyusuke (毁灭) 的大作中提到: 】<br />
	<span class="f006">: 听说过 哥德尔定理 吗？</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;BenjenStark (Uncle Benjen) 于 &nbsp;(Thu Sep 12 08:46:17 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	你到底要说什么？<br />
	什么叫“系统增加信息量”？<br />
	B算“知识”吗？<br />
	世界上最早一批A是怎么来的？<br />
	需要用到逻辑吗？<br />
	<br />
	如果你确定你读过书的话！好好想想这些问题。<br />
	<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: 逻辑演绎 A =&gt; B 对某个系统增加信息量了吗？如果你确定你读过什么哲学书的</span><br />
	话！好好想想这个问题。<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;BenjenStark (Uncle Benjen) 于 &nbsp;(Thu Sep 12 08:53:33 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	“我不喜欢的是，这网上的人都是为喷而喷”<br />
	真的不喜欢？<br />
	<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: 我们定义或者理解知识不太一样；我并不要反驳并认定逻辑毫无用处，你说的正是</span><br />
	逻辑的价值所在。我不喜欢的是，这网上的人都是为喷而喷；往往由于某句话打上了<br />
	某种标签就一味的否认，这也是傲慢自大，甚至是无知的表现；<br />
	<span class="f006">: 就像我一直强调的，“实践是检验真理的唯一标准” 这句话并不naive, 相反是非</span><br />
	常有道理的话；我有一个大胆的猜测，大多数人，包括茅于轼本人，在这个问题上都<br />
	陷入了“为喷而喷”的境地。作为一个公知，认知稍显浅薄。但是作为一个火车司<br />
	机，我们不能要求太多:)<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;hsz76 (好好运动，天天向上) 于 &nbsp;(Thu Sep 12 09:06:00 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	请问，没有逻辑的话，牛顿同学是怎么推导出万有引力的？你当他是上帝？可以实践一下星球之间引力的大小？<br />
	<br />
	【 在 addc (bit) 的大作中提到: 】<br />
	<span class="f006">: 我以为这是上过大学的人就知道的！实践是检验真理的唯一标准这么有道理的一句话还有人喷！</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;simao (四毛) 于 &nbsp;(Thu Sep 12 09:13:55 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	否命题和原命题不等价 &nbsp;这点逻辑都没有的就不要来谈逻辑了<br />
	<br />
	逻辑是推导真理的唯一工具<br />
	实践是检验真理的唯一标准<br />
	<br />
	在牛顿力学体系里使用逻辑推导 &nbsp;光速不变是错误的<br />
	但是实践证明光速不变加上逻辑推导出来的相对论是正确的<br />
	【 在 hsz76 (好好运动，天天向上) 的大作中提到: 】<br />
	<span class="f006">: 请问，没有逻辑的话，牛顿同学是怎么推导出万有引力的？你当他是上帝？可以实践一下星球之间引力的大小？</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;Alphar (庐山升龙霸) 于 &nbsp;(Thu Sep 12 09:18:34 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	<br />
	我不信<br />
	<br />
	【 在 addc 的大作中提到: 】<br />
	<span class="f006">: 我以为这是上过大学的人就知道的！实践是检验真理的唯一标准这么有道理的一句话还有人喷！</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;baiyu (bye) 于 &nbsp;(Thu Sep 12 09:21:27 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	我知道公理就是假设，所以你认为公理是假设，所以逻辑不产生知识？<br />
	<br />
	<br />
	【 在 simao 的大作中提到: 】<br />
	<span class="f006">: 所有的理论体系都有公理</span><br />
	<span class="f006">: 所谓的公理其实是假设 &nbsp;无法证明的</span><br />
	<span class="f006">: </span>
	<br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;baiyu (bye) 于 &nbsp;(Thu Sep 12 09:23:31 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	认为数学是规则和符号的集合，这为什么是初等数学的理解？能解释一下吗？<br />
	<br />
	公理是假设的，类似可以定义i^2 = -1这种，这属于规则啊？这就初等数学了？<br />
	<br />
	【 在 simao 的大作中提到: 】<br />
	<span class="f006">: 所有的理论体系都有公理</span><br />
	<span class="f006">: 所谓的公理其实是假设 &nbsp;无法证明的</span><br />
	<span class="f006">: </span>
	<br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;simao (四毛) 于 &nbsp;(Thu Sep 12 09:30:46 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	牛顿力学三大定律 &nbsp; 是公理 不是定理<br />
	<br />
	用万有引力可以推导出开普勒公式 &nbsp;符合实际观测<br />
	<br />
	所以实践证明万有引力是真理<br />
	<br />
	【 在 hsz76 (好好运动，天天向上) 的大作中提到: 】<br />
	<span class="f006">: 请问，没有逻辑的话，牛顿同学是怎么推导出万有引力的？你当他是上帝？可以实践一下星球之间引力的大小？</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;heanonlia (恒等式) 于 &nbsp;(Thu Sep 12 09:38:50 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	逻辑推理：总结出了了乘法的交换律，然后据此推理出4×100等于100×4。<br />
	实践检验：按照楼主的意思，非得去拿4个100放一起数数，和100个4放一起数数，去做比较，是不是相等。<br />
	【 在 Invader 的大作中提到: 】<br />
	<span class="f006">: lz这种想法的误区在于以为知识只能通过做加法而来，例如通过实践知道了</span><br />
	<span class="f006">: 哪些蘑菇是可食用的，而忽视了做减法同样也是扩展知识面的重要手段，知道</span><br />
	<span class="f006">: 哪些蘑菇不可食用同样增进了我们对蘑菇的认识</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;simao (四毛) 于 &nbsp;(Thu Sep 12 09:57:41 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	大牛<br />
	<br />
	请给个乘法交换律的证明给大家看看<br />
	<br />
	<br />
	【 在 heanonlia (恒等式) 的大作中提到: 】<br />
	<span class="f006">: 逻辑推理：总结出了了乘法的交换律，然后据此推理出4×100等于100×4。</span><br />
	<span class="f006">: 实践检验：按照楼主的意思，非得去拿4个100放一起数数，和100个4放一起数数，去做比较，是不是相等。</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;heanonlia (恒等式) 于 &nbsp;(Thu Sep 12 10:07:45 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	这个我真不会的。<br />
	乘法交换律是个总结归纳出来的规律还是严格证明出来的规律？<br />
	【 在 simao 的大作中提到: 】<br />
	<span class="f006">: 大牛</span><br />
	<span class="f006">: 请给个乘法交换律的证明给大家看看</span><br />
	<span class="f006">: </span>
	<br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;simao (四毛) 于 &nbsp;(Thu Sep 12 10:16:51 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	初等数学里 属于公理 来源于乘法的定义<br />
	数论里可以证明 取决于公理体系 &nbsp;对于不是学数学的人来说很复杂<br />
	&nbsp;<br />
	<br />
	【 在 heanonlia (恒等式) 的大作中提到: 】<br />
	<span class="f006">: 这个我真不会的。</span><br />
	<span class="f006">: 乘法交换律是个总结归纳出来的规律还是严格证明出来的规律？</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;iwishyoulove (多多) 于 &nbsp;(Thu Sep 12 10:16:57 2013) &nbsp;在<br />
	&nbsp;【Re: 逻辑不产生知识！！！】 的大作中提到:<br />
	<br />
	我。。。我。。。我看了半天都不知道是啥版，一直以为我对这种学术版是没兴趣的正纳闷怎么点进来的时候看见了浏览器上方的“笑话连篇”，于是我释然了。。。<br />
	<br />
	别拿那些艰深的数学做例子了，弄的帖子好没亲和感。让我这种连微积分理解起来都困难的人肿么能看下去。<br />
	<br />
	实践和逻辑就像标准参数的朔源传递，在没有条件的情况下一样可以有可信的参考数据，但是归根结底这个数据是来源于一个真实的测量值。<br />
	<br />
	话说，逻辑我听过，实践又是谁？<br />
</p>

<p>
	&nbsp;</p>
<p>
	&nbsp;</p>
<p>
	发信人: apking (团长), 信区: Joke<br />
	标 &nbsp;题: Re: 逻辑不产生知识！！！<br />
	发信站: 水木社区 (Thu Sep 12 11:00:28 2013), 站内<br />
	<br />
	如果楼主定义知识不包括逻辑推理关系，那么他的结论就正确。<br />
	不过知识是个远比逻辑难以定义的词。所以楼主就算定义了，也没有实际价值。<br />
</p>


