<%@ Control Language="C#" AutoEventWireup="true" %>
<style type="text/css">
* {
	font-size: 100%;
}

a:link, .clickable {
	color: #006699;
	text-decoration: none;
	cursor: pointer;
	cursor: hand; /* stupid IE */
}
.f006 {color: #00b4ae;}
</style>
<p>
	科学、技术和应用是完全不同的概念（转涂院士文章）<br />
	发信站: 水木社区 (Thu May 12 12:52:34 2016)<br />
	来 &nbsp;源: 183.95.135.131<br />
	<br />
	【以下内容由 ottffsse 转寄于 Science 版】<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;qiuzhizhe (求知者) 于 &nbsp;(Tue May 10 16:09:50 2016) &nbsp;在<br />
	&nbsp;【科学、技术和应用是完全不同的概念（转涂院士文章）】 的大作中提到:<br />
	<br />
	<a href="http://toutiao.com/i6282751126777364994/" target="_blank">http://toutiao.com/i6282751126777364994/</a><br />
	<br />
	编者按：<br />
	<br />
	中国在科研经费上的投入近年来增长迅速，2013年，全国共投入研究与试验发展（R&amp;D）经费131846.6亿元，占GDP比首次超过2%。尽管这与中国经济的体量还不相称，但已经被作为中国科技发展的硬性指标之一，但是深究一下，这其中有多少经费投入到了基础研究领域？举国体制虽然支持了多项高科技项目，但是它们真的得到了有效的应用吗？中国的基础研究从投入机制，到管理模式，再到评价体系，又存在哪些弊端呢？中国空间物理学家、中科院院士、北京大学地球与空间科学学院教授涂传诒对此曾多次公开建言献策，下文是涂传诒院士于2016年4月13日在北京大学召开的中国基础研究的发展对策座谈会上的发言整理，经过作者审阅。<br />
	<br />
	<br />
	建议要点<br />
	基础科学定义为包括自然科学、数学和逻辑学等，科研项目由高等学校的教师自由申请，国家自然科学基金委员会（下文简称：自然科学基金委）择优支持，旨在推动基础科学的学科发展，成果由学术共同体评价；应用基础科学项目定义为有具体应用前景的研究项目，由各应用部门根据需要确定和支持，大型项目由专职科研部门研究，高等学校可参加一般项目，成果预期是对我国社会经济有实际应用，由应用部门第三方评价。<br />
	科研经费应支付高等学校科研团队中的专职研究员、工程师、实验员的工资和保险，以及教师用于科研的时间相应的工资。团队成员不做教学工作，不能用教育经费给他们发工资。高等学校要既做科研又做教学，但是互不侵占经费（包括仪器设备费和人员工时费），科研教学相互促进，良性循环。<br />
	<br />
	01关于我国基础研究的投入机制<br />
	科学发展是社会发展的有机组成部分。如果没有高技术的支持，科学不能发展，没有社会发展的环境，科学不能应用。从整体来看，科学的发展是社会发展的需要, 是社会发展的结果, 在这情况下，科学的发展又会促进社会发展。但是，具体的科研项目成果，要通过促进技术发展和和开发应用才能促进社会发展。科学、技术和应用是有联系但是完全不同的概念。自然科学发现是观测到或分离出单一的自然现象或过程,，需公开发表，由学术共同体评价。新技术发展通常是由科学发展导致的多个新技术的结合，通常是企业乃至国家的机密。新技术的应用则通常由市场的需要决定。科学家需要清醒认识到，新技术开发和市场运作是他们不熟悉的而且比科学研究更加复杂的事情。在目前市场经济全球化的条件下，科学对技术对经济的促进过程不一定是在同一国家内进行的。例如对疟疾病有特殊疗效的青蒿素是在中国被发现的，屠呦呦因此获得2015年度的诺贝尔生理学或医学奖，可是复方清篙素药品的专利是瑞士公司的，市场上印度公司开发的仿制药占了很大的份额，该药品治疗的疟疾病人在非洲。<br />
	<br />
	鉴于上述对基础研究与国家经济社会发展的关系的理解，我建议要明确区分基础研究和应用基础研究，对两者的投入机制和回报预期要有原则不同。美国贝尔实验室创始人约翰?卡悌（John J. Carty ）100年前的演讲（详见《百年经典：纯科学与工业研究的关系》）的话给与了明确的定义 “工业研究总是以某种具体应用为目的，纯粹科学研究则出于哲学的目的，即发现真理，拓展人类知识的疆界”。“纯科学研究不能直接通过其发现获得的金钱回报而自我维持”。“工业研究如果不能够充分地做到自给自足，那将是失败的”。（这里的纯粹科学研究是我们通常说的基础研究，工业研究相当于我们通常说的应用基础研究）。<br />
	基础科学研究可定义为自然科学和数学等为人类增加科学知识的研究项目，主要产出是在科学刊物发表文章，在学术会议上做科学报告。基础科学研究主要在大学中与学生的教育互补进行。为什么基础研究应该在大学进行，约翰?卡悌的演讲也解释得十分精辟。“纯科学和纯科学研究，其天然的家园应该在大学。大学的一个崇高功能是推动科学进步，检验新的科学发现、在真正的纯科学发现上盖上他们真理的印章。只有这样，他们才能确定什么能作为科学真理被传授，学生们因信赖大学的权威而来到大学接受知识，他们相信大学教授的知识”。他还强调，准备进入工业界的学生，在大学的纯科学研究中也能学到有用的方法和素质。<br />
	大学教师根据自己的兴趣和愿望提出课题，由自然科学基金会以及国家相关部门的基金会择优支持，通常支持与国际同行互补的项目。基础研究项目的回报预期是为人类增加知识，促进学科的发展，为学生提供科学实践和发挥创造力的条件，为技术部门提供国际水平的技术经验。不要要求基础科学研究项目成果与国家经济社会发展有直接相联系。由于基础科学研究是探索人类未知的领域，国家很难对未知的事情设定具体目标和做出具体规划。国家的投入强度可按国家所处的国际地位确定，争取每年有所增加，以确保国家对世界科学发展应有的贡献。对于基础科学研究中需巨额资金支持的重大科学装置和重大探测项目，可通过参加或组织国际合作的方式支持。<br />
	<br />
	以往我国应用基础研究中的许多项目没有得到实际应用。举国体制支持了多项高科技项目，但是其应用情况不是很乐观的。例如，中国多颗遥感星没能帮助汶川地震救灾，以至于某科学院院士在互联网上发表“遥感道歉”的文章。相对于使用中国资源星和气象星的数据来说，气象预报技术人员似乎更乐意用在网上公布的欧美星的数据。甘肃舟曲特大山洪泥石流遇难约两千人。其实中国科学院早就出版过《中国泥石流分布及其灾害危险区划图》和《中国滑坡灾害分布图》，指出舟曲为一级危险区，还得到了中国科学院科技成果进步奖。但这些成果没有阻止舟曲两千人遇难。这是因为在我国西部山区财政困难。舟曲虽然是一级危险区域，因为缺乏资金，原山峪里设置的泥石流监测点，早在灾害10多年前就被撤销了。<br />
	鉴于以往的这些问题，我建议应用基础研究项目应以开发社会经济的实际应用为终极目标。基础研究项目包括为发展各类工程技术和服务项目需要研究课题。 应用部门提出课题，出全部或部分资金支持，科技部也可以出一部分。应用部门验收成果，列入应用推广计划，包括相应的资金人员安排。应用基础研究和推广经费应包含在相应应用部门的发展规划之中，争取做到应用基础研究自给自足。对于应用基础研究的项目，要论证其确实有应用的可能性和必要性，还要有应用部门有愿望和能力支持可能的应用。不能做剃头挑子一头热的事。大型应用基础研究项目可主要在科研所进行，一般项目也可在大学进行。<br />
	<br />
	02 关于我国基础研究的管理模式<br />
	原创性的科研成果是花钱买不来的，那是科学家和其团队创造出来的。基础科学研究的经费中，最重要的是人员费，应该占资助的60-70%，其余支持仪器研发。这些人员费用来支持在大学中建立教授领导的科研团队，其成员由研究员、高级工程师、高级实验员，博士后组成。团队成员应不承担教学任务，其工资应由科研经费支付，完成谁的任务就由谁的科研经费发工资。大学的科研管理体制要有大的变化，大学要建立由科研经费支持工资的合同制科技人员系列。要大力加强支撑队伍建设，特别是高级工程师队伍的建设，以有利于研制基于新思想设计的仪器。教师做教学的时间由教学经费支持相应工资，教师做科研的时间应由科研经费支持相应工资。教学经费支持教学时间，科研经费支持科研时间，互不侵占，科研教学良性循环。<br />
	<br />
	目前学校中的科研团队是由相近学科的教授、副教授和讲师，以及博士生和博士后组成。教师的第一要务是教学。教师完成了教学任务就完成了其主要职责。在科研方面，教师大多从事与自己教学方向有联系的科学研究项目，而且由于考核需要每人都要发表第一作者或者通讯作者的文章。通常把分散做的课题成果和发表的文章收集在一起，加以形式上的概括，就认为是“重大成果”了。显然，这种用“业余”时间以“各自为战”的方式做科研的教师组成的“团队”，很难形成有内在联系的研究力量去从事重大课题的研究。而且，现代科学研究是建立在现代技术基础上的，科学研究的创新依赖新概念实验仪器的研制和高端实验仪器能力的创新发挥。这些需要专门技术的工作通常不是教师的专长。科研团队需要聘用高水平的科技人员，包括高级工程师，高级实验员。他们要专职做科研，没有教学任务，其工资应由科研经费支付。欧美科学研究实验室人员中通常有60%以上的工程师，教授占比不很多。我们想要做出与他们相当水平的科学成果，有相当工程师比例的科研团队的设置是必要条件。因为只有这样，才有可能研制新的科学仪器和创新实验方法，实现重大科学发现和突破。<br />
	可是，我国大学财务部门没有合法渠道为这些专职的（没有教学任务的）工程技术人员付工资。因为学校得到的能发工资的经费都属于教育经费（生均财政拨款，和211工程、985工程），不适合用来支持为特定的科研项目工作的专职的科研人员。学校得到的科研经费，例如基本科研业务费和科研项目费，又都不允许用来支付专职科研人员的工资、津贴和福利。自然科学基金支持的科研课题经费中的直接费中可列支劳务费，但劳务费不包括工资津贴福利等开支。“劳务费是指在项目研究开发过程中支付给项目组成员中没有工资性收入的相关人员（如在校研究生）和项目组临时聘用人员等的劳务性费用”[见《公益性行业科研专项经费管理试行办法》（财教〔2006〕）]。国家自然科学基金项目资助经费管理办法则规定，“劳务费是指用于直接参加项目研究的研究生、博士后人员的劳务费用”。自然科学基金委了解上述情况，也在争取改革。但是只争取到一小步变化，就是劳务费占总资助的份额由以前的15% 改为上不封顶。但是，劳务费的使用限制规定没有改变，仍然不能用来支付科研团队中的专职工程师的工资。<br />
	<br />
	建议国家有关部门（主要是科技、教育和财务部门）发文明确科研经费（劳务费）能用来支持团队工程技术人员的工资、津贴和福利，使高校教师可在科研项目直接经费栏目中列支人员费（包括工资、津贴和福利），用以聘任以完成该科研项目为职责的专职或兼职科技人员。高校应设立由科研项目经费或者科研事业费列支工资、津贴和福利的专职科技人员系列岗位，采用合同制，但可以无限期延续聘用。工程、实验、技术系列人员不承担教学任务也不需要发表学术论文。这项“用科研经费列支科研团队中工程、实验、技术系列人员工资津贴，以任务为牵引聘用专职科技人员”的改革，将推进高校建立起更加科学合理的教学、科研队伍，提升高校的科技创新能力，同时将大大提高科研经费的利用效率。国际经验表明，人员费是基础科学研究经费支出的主要部分。（更详尽的讨论可参考涂传诒（2013）文章。涂传诒，建议科研经费支持高校科研岗位，促进高校释放科技创新潜力，科技导报，31（5-6），15-20,2013）<br />
	<br />
	03关于我国基础研究的评价体系<br />
	<br />
	目前，我们没有明确的评价标准来评价那些所谓有应用前景的基础性研究项目。许多号称解决国家中长期发展中面临的重大关键问题的应用基础性研究项目，得到巨额经费支持，但没有取得国际科学前沿原始性创新成果，也没有实际上提高我国解决国家经济与社会发展中的重大问题的能力。科学家很难评价一个没有实际应用业绩也没有学科上明显创新成果，但是声明有应用前景的项目。这“应用前景”常常是虚幻的，不是评审专家能够真正了解的。实际上，要求科学研究的具体项目既要创新，又要有经济效益是很难实现的。鉴于上述基础科研的评价的问题，我建议区分基础科学研究与应用基础科学研究的评价体系。基础科学成果由学术共同体评价，看其对学科发展的意义；而应用基础研究成果由第三方应用部门根据实际应用情况评价。下面详细讨论基础科研成果的评价体系。<br />
	目前我国基础研究的评价体系是小同行函评，大同行会评。这个程序似没有问题，但问题是国内的小同行人数太少，不能给出明确的评价，而大同行又不懂，于是就数在顶级刊物发表的论文篇数。可是近年来，国际刊物发表的质量不高的文章时有发现，单靠顶级刊物发表的数论文数目来评价，会产生偏差。解决办法是，对同一重要基础研究方向，可重点支持两三个团队，增加小同行体量。他们相互竞争相互合作，有了显著成果，也容易形成共识，给出实质性的评价。<br />
	<br />
	评价的另一个问题是，我们的一些成果不突出，不容易评价。解决方案是，只价评整个团队长期的成果，延长评价周期，比如5年或更长时间评一次。<br />
	再有一个问题是，目前被评价的项目组托人向评审专家打招呼的现象十分普遍，已经是无处不在了，干扰了专家客观评价。解决方案是邀请国际专家做评审顾问。评价机构人员一定要参加有关重要国际会议，了解相关学科的前沿以及我国的研究成果所处的地位，还要与国际重要相关评审机构建立实质的联系。<br />
	<br />
	<br />
	作者：头条号 / 知识分子<br />
	链接：<a href="http://toutiao.com/i6282751126777364994/" target="_blank">http://toutiao.com/i6282751126777364994/</a><br />
	来源：头条号（今日头条旗下创作平台）<br />
	著作权归作者所有。商业转载请联系作者获得授权，非商业转载请注明出处。<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;qiuzhizhe (求知者) 于 &nbsp;(Tue May 10 16:14:53 2016) &nbsp;在<br />
	&nbsp;【Re: 科学、技术和应用是完全不同的概念（转涂院士文章）】 的大作中提到:<br />
	<br />
	&quot;科学、技术和应用是有联系但是完全不同的概念。自然科学发现是观测到或分离出单一的自然现象或过程,，需公开发表，由学术共同体评价。新技术发展通常是由科学发展导致的多个新技术的结合，通常是企业乃至国家的机密。新技术的应用则通常由市场的需要决定&quot;<br />
	<br />
	&quot;美国贝尔实验室创始人约翰?卡悌（John J. Carty ）100年前的演讲（详见《百年经典：纯科学与工业研究的关系》）的话给与了明确的定义 “工业研究总是以某种具体应用为目的，纯粹科学研究则出于哲学的目的，即发现真理，拓展人类知识的疆界”。“纯科学研究不能直接通过其发现获得的金钱回报而自我维持”。“工业研究如果不能够充分地做到自给自足，那将是失败的”。（这里的纯粹科学研究是我们通常说的基础研究，工业研究相当于我们通常说的应用基础研究）。&quot;<br />
	<br />
	——深表赞同<br />
	<br />
	再有把科学和技术混为一谈，一律市场化了之的言论，拿这两段话出来打脸！<br />
	<br />
	<br />
	<br />
	【 在 qiuzhizhe (求知者) 的大作中提到: 】<br />
	<span class="f006">: <a href="http://toutiao.com/i6282751126777364994/" target="_blank">http://toutiao.com/i6282751126777364994/</a></span><br />
	<span class="f006">: 编者按：</span><br />
	<span class="f006">: 中国在科研经费上的投入近年来增长迅速，2013年，全国共投入研究与试验发展（R&amp;D）经费131846.6亿元，占GDP比首次超过2%。尽管这与中国经济的体量还不相称，但已经被作为中国科技发展的硬性指标之一，但是深究一下，这其中有多少经费投入到了基础研究领域？举国体制虽然</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;upndown (每天锻炼2小时为祖国健康工作100年) 于 &nbsp;(Tue May 10 16:45:35 2016) &nbsp;在<br />
	&nbsp;【Re: 科学、技术和应用是完全不同的概念（转涂院士文章）】 的大作中提到:<br />
	<br />
	认识规律和利用规律。认识世界和改造世界<br />
	<br />
	<br />
	【 在 qiuzhizhe (求知者) 的大作中提到: 】<br />
	<span class="f006">: <a href="http://toutiao.com/i6282751126777364994/" target="_blank">http://toutiao.com/i6282751126777364994/</a></span><br />
	<span class="f006">: 编者按：</span><br />
	<span class="f006">: 中国在科研经费上的投入近年来增长迅速，2013年，全国共投入研究与试验发展（R&amp;D）经费131846.6亿元，占GDP比首次超过2%。尽管这与中国经济的体量还不相称，但已经被作为中国科技发展的硬性指标之一，但是深究一下，这其中有多少经费投入到了基础研究领域？举国体制虽然</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;qiuzhizhe (求知者) 于 &nbsp;(Tue May 10 16:49:33 2016) &nbsp;在<br />
	&nbsp;【Re: 科学、技术和应用是完全不同的概念（转涂院士文章）】 的大作中提到:<br />
	<br />
	对头，所以用同一个评价标准去混淆这两个概念，那就是耍流氓<br />
	【 在 upndown (每天锻炼2小时为祖国健康工作100年) 的大作中提到: 】<br />
	<span class="f006">: 认识规律和利用规律。认识世界和改造世界</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;upndown (每天锻炼2小时为祖国健康工作100年) 于 &nbsp;(Tue May 10 16:51:01 2016) &nbsp;在<br />
	&nbsp;【Re: 科学、技术和应用是完全不同的概念（转涂院士文章）】 的大作中提到:<br />
	<br />
	让别人花钱去认识世界，我们通过改造世界赚钱<br />
	<br />
	<br />
	<br />
	<br />
	【 在 qiuzhizhe (求知者) 的大作中提到: 】<br />
	<span class="f006">: 对头，所以用同一个评价标准去混淆这两个概念，那就是耍流氓</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;qiuzhizhe (求知者) 于 &nbsp;(Tue May 10 16:53:27 2016) &nbsp;在<br />
	&nbsp;【Re: 科学、技术和应用是完全不同的概念（转涂院士文章）】 的大作中提到:<br />
	<br />
	那始终只能跟在别人后边，咱就不要谈什么原创性了<br />
	<br />
	好好搞搞山寨，设计下外观，把廉价产品卖到非洲就好<br />
	<br />
	<br />
	【 在 upndown (每天锻炼2小时为祖国健康工作100年) 的大作中提到: 】<br />
	<span class="f006">: 让别人花钱去认识世界，我们通过改造世界赚钱</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;wdek (我是文德奎) 于 &nbsp;(Wed May 11 19:22:02 2016) &nbsp;在<br />
	&nbsp;【Re: 科学、技术和应用是完全不同的概念（转涂院士文章）】 的大作中提到:<br />
	<br />
	对基础科研取消考核？增大投入<br />
	<br />
	<br />
	【 在 qiuzhizhe 的大作中提到: 】<br />
	<span class="f006">: 那始终只能跟在别人后边，咱就不要谈什么原创性了</span><br />
	<span class="f006">: 好好搞搞山寨，设计下外观，把廉价产品卖到非洲就好</span><br />
	<span class="f006">: </span>
	<br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;qiuzhizhe (求知者) 于 &nbsp;(Wed May 11 19:40:48 2016) &nbsp;在<br />
	&nbsp;【Re: 科学、技术和应用是完全不同的概念（转涂院士文章）】 的大作中提到:<br />
	<br />
	涂院士已经有建议，我表示赞同<br />
	<br />
	“关于我国基础研究的评价体系目前，我们没有明确的评价标准来评价那些所谓有应用前景的基础性研究项目。许多号称解决国家中长期发展中面临的重大关键问题的应用基础性研究项目，得到巨额经费支持，但没有取得国际科学前沿原始性创新成果，也没有实际上提高我国解决国家经济与社会发展中的重大问题的能力。科学家很难评价一个没有实际应用业绩也没有学科上明显创新成果，但是声明有应用前景的项目。这“应用前景”常常是虚幻的，不是评审专家能够真正了解的。实际上，要求科学研究的具体项目既要创新，又要有经济效益是很难实现的。鉴于上述基础科研的评价的问题，我建议区分基础科学研究与应用基础科学研究的评价体系。基础科学成果由学术共同体评价，看其对学科发展的意义；而应用基础研究成果由第三方应用部门根据实际应用情况评价。”<br />
	<br />
	是否增大投入，由科学共同体向政府建议，政府经过权衡各方面利弊之后做出决策<br />
	<br />
	<br />
	科研和教育两个方向的投入其实是紧密相连的，高水平的科研会导致教育水平的提升。高水平的教育也会促进科研。而且很多科研工作者，本身也是教授<br />
	<br />
	因此，不妨这么比喻。社会上有很多家庭，有很多家庭富，有很多家庭穷。富裕的家庭知道教育的重要性，所以虽然他们可以花很少的钱上普通小学，也能基本满足子女的教育需求。但他们通常会按照自己的承受能力，选择收费更高质量更好的私立小学。但是到一定程度之后，投入的教育经费未必获得成比例的回报。所以他们会选择按照自己家庭收入的一定比例去选择投入多少到教育上。<br />
	<br />
	穷人也一样，很多穷人只能按照自己收入的比例去投资教育。但是有些有远见的穷人，会勒紧裤带让自己的子女去接收更好的教育。这样，他们的子女就会有更大的概率变成富人。而有远见的富人，自然会比这个花得更多，以保持自己富人的地位。<br />
	<br />
	国家的竞争也是如此，二战之后崛起的国家，比如日本，新加坡，韩国，其科研和教育经费占GDP的比重无一例外的超过国际平均值<br />
	<br />
	<br />
	<br />
	【 在 wdek (我是文德奎) 的大作中提到: 】<br />
	<span class="f006">: 对基础科研取消考核？增大投入</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;gnqz (gnq) 于 &nbsp;(Wed May 11 20:21:36 2016) &nbsp;在<br />
	&nbsp;【Re: 科学、技术和应用是完全不同的概念（转涂院士文章）】 的大作中提到:<br />
	<br />
	很多人认为基础研究很容易追上，这是个误区。我不相信如果中国没有做超弦的人。能在短期发展起来。<br />
	【 在 qiuzhizhe 的大作中提到: 】<br />
	<span class="f006">: 那始终只能跟在别人后边，咱就不要谈什么原创性了</span><br />
	<span class="f006">: 好好搞搞山寨，设计下外观，把廉价产品卖到非洲就好</span><br />
	<span class="f006">: </span>
	<br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;qiuzhizhe (求知者) 于 &nbsp;(Wed May 11 21:31:47 2016) &nbsp;在<br />
	&nbsp;【Re: 科学、技术和应用是完全不同的概念（转涂院士文章）】 的大作中提到:<br />
	<br />
	研发经费都未达标，公众们居然还叫嚣着削减经费~~~
	<br />
	<br />
	<br />
	转贴<a href="http://www.huaxia.com/zk/sszk/wz/2016/01/4702663.html" target="_blank">http://www.huaxia.com/zk/sszk/wz/2016/01/4702663.html</a><br />
	<br />
	<br />
	科技部部长：“十二五”研发经费占GDP比重未达标<br />
	华夏经纬网 &nbsp; 2016-01-21 16:13:42 &nbsp; &nbsp; &nbsp; &nbsp;<br />
	字号:小 大<br />
	&nbsp;&nbsp; &nbsp;“‘十二五’以来，特别是党的十八大以来，我国自主创新能力显著增强，创新创业环境明显改善，创新型国家建设迈上新台阶。”<br />
	<br />
	　　科技部部长万钢11日在2016年全国科技工作会议上说，我国科技整体水平正在从量的增长向质的提升转变，已步入以跟踪为主转向跟踪与并跑、领跑并存的新阶段。<br />
	<br />
	　　“我国国家创新能力排名从2010年的世界第21位有望上升至2015年的第18位。科技进步贡献率由50.9%有望增加到55.1%。2015年全社会研发支出预计达到14300亿元，比2010年增长一倍，其中企业研发支出超过77%。国际论文被引数从第8位逐年上升至第4位。”万钢说。<br />
	<br />
	　　万钢表示，在取得成绩的同时应该看到，我国科技创新能力特别是原始创新能力还不强，科技对经济的贡献率远低于发达国家水平，特别是依靠科技投入驱动经济发展的理念还没有形成。<br />
	<br />
	　　“R＆D经费占GDP比重作为衡量经济发展方式转变和创新驱动的重要指标，2015年预计为2.1%，没有实现‘十二五’期间达到2.2%的目标。这表明我国整体科技投入和经济发展规模不匹配。‘十三五’要实现国家中长期科技发展规划纲要(2006至2020年)确定的2.5%的目标任重道远，需要增强社会各方面的投入。”万钢说。<br />
	<br />
	【 在 qiuzhizhe (求知者) 的大作中提到: 】<br />
	<span class="f006">: 涂院士已经有建议，我表示赞同</span><br />
	<span class="f006">: “关于我国基础研究的评价体系目前，我们没有明确的评价标准来评价那些所谓有应用前景的基础性研究项目。许多号称解决国家中长期发展中面临的重大关键问题的应用基础性研究项目，得到巨额经费支持，但没有取得国际科学前沿原始性创新成果，也没有实际上提高我国解决国家</span><br />
	<span class="f006">: 是否增大投入，由科学共同体向政府建议，政府经过权衡各方面利弊之后做出决策</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;qiuzhizhe (求知者) 于 &nbsp;(Wed May 11 21:44:12 2016) &nbsp;在<br />
	&nbsp;【Re: 科学、技术和应用是完全不同的概念（转涂院士文章）】 的大作中提到:<br />
	<br />
	搜了一下，教育经费也才刚刚达到国际标准<br />
	<br />
	<a href="http://news.qq.com/a/20130305/001462.htm" target="_blank">http://news.qq.com/a/20130305/001462.htm</a><br />
	<br />
	挺可悲的，科教兴国口号喊得响，就是落不到实处~<br />
	<br />
	<br />
	【 在 qiuzhizhe (求知者) 的大作中提到: 】<br />
	<span class="f006">: 研发经费都未达标，公众们居然还叫嚣着削减经费~~~ </span>
	<br />
	<span class="f006">: 转贴<a href="http://www.huaxia.com/zk/sszk/wz/2016/01/4702663.html" target="_blank">http://www.huaxia.com/zk/sszk/wz/2016/01/4702663.html</a></span><br />
	<span class="f006">: 科技部部长：“十二五”研发经费占GDP比重未达标</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;qiuzhizhe (求知者) 于 &nbsp;(Wed May 11 21:53:15 2016) &nbsp;在<br />
	&nbsp;【Re: 科学、技术和应用是完全不同的概念（转涂院士文章）】 的大作中提到:<br />
	<br />
	<a href="http://blog.sina.com.cn/s/blog_48fe46d90102epmo.html" target="_blank">http://blog.sina.com.cn/s/blog_48fe46d90102epmo.html</a><br />
	<br />
	&quot;1936年5月5日，经过长达三年的反复讨论、修订，由吴经熊等法学家参与起草的《中华民国宪法草案》终于正式公布，故被称为“五五宪草”。1937年5月18日又作了一次修正。在这个宪法草案中，第七章就是关于教育的，从第131条到第138条，其中对教育经费的规定在第137条：“教育经费之最低限度，在中央为其预算总额百分之十五，在省区及县市为其预算总额百分之三十……”<br />
	<br />
	民国时期的教育经费都有30%，天朝目前却刚过4%<br />
	<br />
	难怪民国时期出了那么多华人诺奖，而天朝才将将收获一个。<br />
	<br />
	<br />
	【 在 qiuzhizhe (求知者) 的大作中提到: 】<br />
	<span class="f006">: 搜了一下，教育经费也才刚刚达到国际标准</span><br />
	<span class="f006">: <a href="http://news.qq.com/a/20130305/001462.htm" target="_blank">http://news.qq.com/a/20130305/001462.htm</a></span><br />
	<span class="f006">: 挺可悲的，科教兴国口号喊得响，就是落不到实处~</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;zszqzzzf (炼狱天使——反者道之动) 于 &nbsp;(Wed May 11 23:07:55 2016) &nbsp;在<br />
	&nbsp;【Re: 科学、技术和应用是完全不同的概念（转涂院士文章）】 的大作中提到:<br />
	<br />
	民国时期，中国哪个公民获得了诺奖？<br />
	<br />
	一个科学工作者，不能够客观真实地对历史进行评价，都不知道你平时怎么能正常工作。<br />
	<br />
	<br />
	<br />
	【 在 qiuzhizhe (求知者) 的大作中提到: 】<br />
	<span class="f006">: <a href="http://blog.sina.com.cn/s/blog_48fe46d90102epmo.html" target="_blank">http://blog.sina.com.cn/s/blog_48fe46d90102epmo.html</a></span><br />
	<span class="f006">: &quot;1936年5月5日，经过长达三年的反复讨论、修订，由吴经熊等法学家参与起草的《中华民国宪法草案》终于正式公布，故被称为“五五宪草”。1937年5月18日又作了一次修正。在这个宪法草案中，第七章就是关于教育的，从第131条到第138条，其中对教育经费的规定在第137条：“� </span>
	<br />
	<span class="f006">: 民国时期的教育经费都有30%，天朝目前却刚过4%</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;qiuzhizhe (求知者) 于 &nbsp;(Wed May 11 23:42:30 2016) &nbsp;在<br />
	&nbsp;【Re: 科学、技术和应用是完全不同的概念（转涂院士文章）】 的大作中提到:<br />
	<br />
	......<br />
	<br />
	你这是吹毛求疵了。杨政宁，李政道都是民国时期成长起来的。你是想说他们是美国人吗� 
	<br />
	可是人家大学是在中国读的。现在大学在中国读的华人有得诺贝尔奖的吗<br />
	<br />
	正是因为我是科学工作者，我才知道杨，李的经历。<br />
	<br />
	“杨振宁于《读书教学四十年》中回忆说：“我在联大读书的时候，尤其是后来两年念研究院的时候，渐渐地能欣赏一些物理学家的研究风格。”“西南联大是中国最好的大学之一。我在那里受到了良好的大学本科教育，也是在那里受到了同样良好的研究生教育。”“我在物理学里的爱憎主要是在该大学度过的6年时间里(1938—1944)培养起来的。””<br />
	<br />
	除了这两位得诺奖的，还有钱学森，黄昆，陈省身等等世界级的大师，现在你还能数出几个同级别的大师？<br />
	<br />
	<br />
	【 在 zszqzzzf (炼狱天使——反者道之动) 的大作中提到: 】<br />
	<span class="f006">: 民国时期，中国哪个公民获得了诺奖？</span><br />
	<span class="f006">: 一个科学工作者，不能够客观真实地对历史进行评价，都不知道你平时怎么能正常工作。</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;qiuzhizhe (求知者) 于 &nbsp;(Wed May 11 23:53:32 2016) &nbsp;在<br />
	&nbsp;【Re: 科学、技术和应用是完全不同的概念（转涂院士文章）】 的大作中提到:<br />
	<br />
	<a href="http://baike.baidu.com/link?url=KeZkIyDkrfNhaLAntxTS8ruwf2f-OhjyQ5ku5GUu2k_7drDJP2yr2Ie_mHP76_dbsNrtKSwzXYSxWpvnN_-KAq" target="_blank">http://baike.baidu.com/link?url=KeZkIyDkrfNhaLAntxTS8ruwf2f-OhjyQ5ku5GUu2k_7drDJP2yr2Ie_mHP76_dbsNrtKSwzXYSxWpvnN_-KAq</a><br />
	<br />
	钱学森之问 
	<br />
	“为什么我们的学校总是培养不出杰出人才？”这就是著名的“钱学森之问”。它与李约瑟难题一脉相承，都是对中国科学的关怀。<br />
	2005年，温家宝总理在看望钱学森的时候，钱老感慨说：“这么多年培养的学生，还没有哪一个的学术成就，能够跟民国时期培养的大师相比。”钱老又发问：“为什么我们的学校总是培养不出杰出的人才？”<br />
	“钱学森之问”是关于中国教育事业发展的一道艰深命题，需要整个教育界乃至社会各界共同破解。<br />
	<br />
	<br />
	【 在 zszqzzzf (炼狱天使——反者道之动) 的大作中提到: 】<br />
	<span class="f006">: 民国时期，中国哪个公民获得了诺奖？</span><br />
	<span class="f006">: 一个科学工作者，不能够客观真实地对历史进行评价，都不知道你平时怎么能正常工作。</span><br />
	<br />
	发帖之前先做点调研，就不会被打脸了<br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;zszqzzzf (炼狱天使——反者道之动) 于 &nbsp;(Thu May 12 00:18:21 2016) &nbsp;在<br />
	&nbsp;【Re: 科学、技术和应用是完全不同的概念（转涂院士文章）】 的大作中提到:<br />
	<br />
	他们不是美国人吗？<br />
	<br />
	现在大学在中国读的华人有得诺贝尔奖的吗？屠呦呦不是？<br />
	<br />
	<br />
	<br />
	【 在 qiuzhizhe (求知者) 的大作中提到: 】<br />
	<span class="f006">: ......</span><br />
	<span class="f006">: 你这是吹毛求疵了。杨政宁，李政道都是民国时期成长起来的。你是想说他们是美国人吗� </span>
	<br />
	<span class="f006">: 可是人家大学是在中国读的。现在大学在中国读的华人有得诺贝尔奖的吗</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;zszqzzzf (炼狱天使——反者道之动) 于 &nbsp;(Thu May 12 00:22:07 2016) &nbsp;在<br />
	&nbsp;【Re: 科学、技术和应用是完全不同的概念（转涂院士文章）】 的大作中提到:<br />
	<br />
	<br />
	道理很简单，杰出是需要时间来盖棺定论的。<br />
	<br />
	纳什1950年拿出获奖论文，过了50多年才被颁发诺奖。<br />
	<br />
	钱学森怎么可能知道现在培养出的人才的水平？<br />
	<br />
	<br />
	【 在 qiuzhizhe (求知者) 的大作中提到: 】<br />
	<span class="f006">: <a href="http://baike.baidu.com/link?url=KeZkIyDkrfNhaLAntxTS8ruwf2f-OhjyQ5ku5GUu2k_7drDJP2yr2Ie_mHP76_dbsNrtKSwzXYSxWpvnN_-KAq" target="_blank">http://baike.baidu.com/link?url=KeZkIyDkrfNhaLAntxTS8ruwf2f-OhjyQ5ku5GUu2k_7drDJP2yr2Ie_mHP76_dbsNrtKSwzXYSxWpvnN_-KAq</a></span><br />
	<span class="f006">: 钱学森之问 </span>
	<br />
	<span class="f006">: “为什么我们的学校总是培养不出杰出人才？”这就是著名的“钱学森之问”。它与李约瑟难题一脉相承，都是对中国科学的关怀。</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;qiuzhizhe (求知者) 于 &nbsp;(Thu May 12 00:25:08 2016) &nbsp;在<br />
	&nbsp;【Re: 科学、技术和应用是完全不同的概念（转涂院士文章）】 的大作中提到:<br />
	<br />
	打回去看原贴<br />
	<br />
	屠呦呦我都已经计算过了。。。我说到现在为止天朝有一个<br />
	<br />
	杨，李是美国人，也是华人，我原贴说的是华人。你这才是不严谨的乱喷好不？<br />
	<br />
	【 在 zszqzzzf (炼狱天使——反者道之动) 的大作中提到: 】<br />
	<span class="f006">: 他们不是美国人吗？</span><br />
	<span class="f006">: 现在大学在中国读的华人有得诺贝尔奖的吗？屠呦呦不是？</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;qiuzhizhe (求知者) 于 &nbsp;(Thu May 12 00:26:33 2016) &nbsp;在<br />
	&nbsp;【Re: 科学、技术和应用是完全不同的概念（转涂院士文章）】 的大作中提到:<br />
	<br />
	好吧，你赢了，你比钱学森牛<br />
	【 在 zszqzzzf (炼狱天使——反者道之动) 的大作中提到: 】<br />
	<span class="f006">: 道理很简单，杰出是需要时间来盖棺定论的。</span><br />
	<span class="f006">: 纳什1950年拿出获奖论文，过了50多年才被颁发诺奖。</span><br />
	<span class="f006">: 钱学森怎么可能知道现在培养出的人才的水平？</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;zszqzzzf (炼狱天使——反者道之动) 于 &nbsp;(Thu May 12 00:28:21 2016) &nbsp;在<br />
	&nbsp;【Re: 科学、技术和应用是完全不同的概念（转涂院士文章）】 的大作中提到:<br />
	<br />
	我比钱学森年青。<br />
	<br />
	<br />
	<br />
	【 在 qiuzhizhe (求知者) 的大作中提到: 】<br />
	<span class="f006">: 好吧，你赢了，你比钱学森牛</span><br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;zrliu (skywalker) 于 &nbsp;(Thu May 12 02:07:56 2016) &nbsp;在<br />
	&nbsp;【Re: 科学、技术和应用是完全不同的概念（转涂院士文章）】 的大作中提到:<br />
	<br />
	民国实际多少就不查了。<br />
	反正我是不信有那么高比例。<br />
	2014年，全国公共财政教育支出占公共财政支出151785.56亿元的比例为14.87%，比上年的15.27%降低了0.4个百分点。　<br />
	<br />
	你还把分母搞错了。。。才能得到你的4%。。<br />
	【 在 qiuzhizhe (求知者) 的大作中提到: 】<br />
	<span class="f006">: <a href="http://blog.sina.com.cn/s/blog_48fe46d90102epmo.html" target="_blank">http://blog.sina.com.cn/s/blog_48fe46d90102epmo.html</a></span><br />
	<span class="f006">: &quot;1936年5月5日，经过长达三年的反复讨论、修订，由吴经熊等法学家参与起草的《中华民国宪法草案》终于正式公布，故被称为“五五宪草”。1937年5月18日又作了一次修正。在这个宪法草案中，第七章就是关于教育的，从第131条到第138条，其中对教育经费的规定在第137条：“� </span>
	<br />
	<span class="f006">: 民国时期的教育经费都有30%，天朝目前却刚过4%</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;Aweapon (此生，为谁而忙) 于 &nbsp;(Thu May 12 09:06:58 2016) &nbsp;在<br />
	&nbsp;【Re: 科学、技术和应用是完全不同的概念（转涂院士文章）】 的大作中提到:<br />
	<br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;qiuzhizhe (求知者) 于 &nbsp;(Thu May 12 10:15:59 2016) &nbsp;在<br />
	&nbsp;【Re: 科学、技术和应用是完全不同的概念（转涂院士文章）】 的大作中提到:<br />
	<br />
	好吧，我承认我走眼看错了，4%是占GDP的比重，不是占财政支出的比重<br />
	<br />
	不过2013年达到GDP4%（应该对应你说的14%财政支出）也仅仅是“首达标”，作为一个立志崛起的国家，实在不是值得骄傲的数字<br />
	<br />
	民国时期“《教育宪法》规定:“边远及贫瘠地区之教育文化经费，由国库补助之。其重要之教育文化事业，得由中央办理或补助之。”“教育、科学、文化之经费，在中央不得少于其预算总额15%，在省不得少于其预算总额25%，在市、县不得少于其预算总额35%，其依法设置之教育文化基金及产业，应予保障。””<br />
	<br />
	虽然这个教育宪法未必真严格执行，但至少也可以看出民国政府对教育的重视程度（至少是不低于当今天朝的）<br />
	<br />
	当然，民国时期教育也有问题，就是普惠性不足，教育主要是针对富家子弟，两极分化严重，导致文盲率太高。这也就类似我前边举得例子，穷人家想要追赶富人家，就勒紧裤带，花比平均高一倍的钱教育少数几个子女。虽然后来导致经济崩溃，家破流亡。但确实有几个成器的子女为重建家园做出了重要贡献。<br />
	<br />
	建国后最失败的一段时间应该是十年文革，导致50-60出生的人才断档。无论50前，还是60后，都有人才，唯独这个年龄段人才真空<br />
	<br />
	<br />
	<br />
	【 在 zrliu (skywalker) 的大作中提到: 】<br />
	<span class="f006">: 民国实际多少就不查了。</span><br />
	<span class="f006">: 反正我是不信有那么高比例。</span><br />
	<span class="f006">: 2014年，全国公共财政教育支出占公共财政支出151785.56亿元的比例为14.87%，比上年的15.27%降低了0.4个百分点。　</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;qiuzhizhe (求知者) 于 &nbsp;(Thu May 12 12:24:35 2016) &nbsp;在<br />
	&nbsp;【Re: 科学、技术和应用是完全不同的概念（转涂院士文章）】 的大作中提到:<br />
	<br />
	再说两句，tg吃了市场经济的甜头，现在一谈改革，就什么都甩给市场。打的算盘是不但不用花钱，还可以赚钱...甚至都不用操心去管，让市场自己竞争好了...仿佛市场就是万能的<br />
	<br />
	教育要市场化，医疗要市场化，现在连科研都要市场化。资本主义国家却是反过来的，他们早年是市场化的，而现在认识到了市场化的弊端，所以现在全部纳入公共财政体系，越是发达的国家，这些公共支出越高。为什么中国却要反其道而行之？<br />
	<br />
	<br />
	【 在 qiuzhizhe (求知者) 的大作中提到: 】<br />
	<span class="f006">: <a href="http://toutiao.com/i6282751126777364994/" target="_blank">http://toutiao.com/i6282751126777364994/</a></span><br />
	<span class="f006">: 编者按：</span><br />
	<span class="f006">: 中国在科研经费上的投入近年来增长迅速，2013年，全国共投入研究与试验发展（R&amp;D）经费131846.6亿元，占GDP比首次超过2%。尽管这与中国经济的体量还不相称，但已经被作为中国科技发展的硬性指标之一，但是深究一下，这其中有多少经费投入到了基础研究领域？举国体制虽然</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;WeGoo (WeGoo) 于 &nbsp;(Thu May 12 12:37:33 2016) &nbsp;在<br />
	&nbsp;【Re: 科学、技术和应用是完全不同的概念（转涂院士文章）】 的大作中提到:<br />
	<br />
	经费弄错了，13万多亿。。。。<br />
	【 在 qiuzhizhe 的大作中提到: 】<br />
	<span class="f006">: <a href="http://toutiao.com/i6282751126777364994/" target="_blank">http://toutiao.com/i6282751126777364994/</a></span><br />
	<span class="f006">: 编者按：</span><br />
	<span class="f006">: 中国在科研经费上的投入近年来增长迅速，2013年，全国共投入研究与试验发展（R&amp;D）经费131846.6亿元，占GDP比首次超过2%。尽管这与中国经济的体量还不相称，但已经被作为中国科技发展的硬性指标之一，但是深究一下，这其中有多少经费投入到了基础研究领域？举国体制虽然支持了多项高科技项目，但是它们真的得到了有效的应用吗？中国的基础研究从投入机制，到管理模式，再到评价体系，又存在哪些弊端呢？中国空间物理学家、中科院院士、北京大学地球与空间科学学院教授涂传诒对此曾多次公开建言献策，下文是涂传诒院士于2016年4月13日在北京大学召开的中国基础研究的发展对策座谈会上的发言整理，经过作者审阅。</span><br />
	<span class="f006">: ...................</span><br />
	<br />
	<br />
	☆─────────────────────────────────────☆<br />
	&nbsp;&nbsp;WeGoo (WeGoo) 于 &nbsp;(Thu May 12 12:37:52 2016) &nbsp;在<br />
	&nbsp;【Re: 科学、技术和应用是完全不同的概念（转涂院士文章）】 的大作中提到:<br />
	<br />
	经费弄错了，13万多亿。。。。<br />
	【 在 qiuzhizhe 的大作中提到: 】<br />
	<span class="f006">: <a href="http://toutiao.com/i6282751126777364994/" target="_blank">http://toutiao.com/i6282751126777364994/</a></span><br />
	<span class="f006">: 编者按：</span><br />
	<span class="f006">: 中国在科研经费上的投入近年来增长迅速，2013年，全国共投入研究与试验发展（R&amp;D）经费131846.6亿元，占GDP比首次超过2%。尽管这与中国经济的体量还不相称，但已经被作为中国科技发展的硬性指标之一，但是深究一下，这其中有多少经费投入到了基础研究领域？举国体制虽然支持了多项高科技项目，但是它们真的得到了有效的应用吗？中国的基础研究从投入机制，到管理模式，再到评价体系，又存在哪些弊端呢？中国空间物理学家、中科院院士、北京大学地球与空间科学学院教授涂传诒对此曾多次公开建言献策，下文是涂传诒院士于2016年4月13日在北京大学召开的中国基础研究的发展对策座谈会上的发言整理，经过作者审阅。</span><br />
	<span class="f006">: ...................</span><br />
	<br />
</p>


